Repository: ep-infosec/50_google_starthinker
Catalog: starthinker_ui/translations/*/LC_MESSAGES/django.po
Languages: es, es_419, fr, fr_ca, hi, pl, pt

source: To move a step click <i class="material-icons blue-text">drag_handle</i> to select a card. Then click another <i class="material-icons blue-text">drag_handle</i> to place it above that card.
es: Si quieres mover un paso, haz clic en <i class="material-icons blue-text">drag_handle</i> para seleccionar una tarjeta. Después, haz clic en otro <i class="material-icons blue-text">drag_handle</i> para colocarlo encima de esa tarjeta.
es_419: Para mover un paso, haz clic en <i class="material-icons blue-text">drag_handle</i> a fin de seleccionar una tarjeta. Luego, haz clic en otro ícono <i class="material-icons blue-text">drag_handle</i> para colocar el paso encima de esa tarjeta.
fr: Pour déplacer une étape, cliquez sur <i class="material-icons blue-text">drag_handle</i> (poignée) afin de sélectionner une fiche. Puis, cliquez sur une autre icône <i class="material-icons blue-text">drag_handle</i> (poignée) afin de la placer au-dessus de cette fiche.
fr_ca: Pour déplacer une étape, cliquez sur <i class="material-icons blue-text">drag_handle</i> pour sélectionner une carte. Ensuite, cliquez sur un autre <i class="material-icons blue-text">drag_handle</i> pour la déplacer au-dessus d'une autre carte.
hi: किसी कार्ड को चुनने के लिए, <i class="material-icons blue-text">drag_handle</i> पर क्लिक करें और एक कदम आगे बढ़ें. इसके बाद, इस कार्ड के ऊपर कोई नया कार्ड लगाने के लिए किसी दूसरे <i class="material-icons blue-text">drag_handle</i> पर क्लिक करें.
pl: Aby przejść do następnego kroku, kliknij <i class="material-icons blue-text">drag_handle</i> i wybierz kartę. Następnie kliknij <tekst i class="material-icons blue-text">drag_handle</i> i umieść go nad kartą.
pt: Para mover uma etapa, clique em <i class="material-icons blue-text">drag_handle</i> e selecione um card. Depois, clique em outro <i class="material-icons blue-text">drag_handle</i> para colocá-la acima desse card.

source: To delete a step click <i class="material-icons blue-text">delete</i> to mark a step for deletion. Then click save to commit the delete.
es: Si quieres eliminar un paso, haz clic en <i class="material-icons blue-text">delete</i>. Después, haz clic en el botón de guardar para confirmar la acción.
es_419: Si ya no deseas incluir un paso, haz clic en <i class="material-icons blue-text">delete</i> a fin de marcarlo para que se lo borre. Luego, haz clic en Guardar para confirmar la eliminación.
fr: Pour supprimer une étape, cliquez sur <i class="material-icons blue-text">delete</i> (supprimer). Ensuite, enregistrez pour valider la suppression.
fr_ca: Pour supprimer une étape, cliquez sur <i class="material-icons blue-text">delete</i> pour indiquer que vous souhaitez la supprimer. Ensuite, cliquez sur Enregistrer pour confirmer la suppression.
hi: किसी कदम को मार्क करके मिटाने के लिए, <i class="material-icons blue-text">मिटाएं</i> पर क्लिक करें. इसके बाद, पूरी तरह से मिटाने के लिए, 'सेव करें' पर क्लिक करें.
pl: Aby usunąć krok, kliknij <i class="material-icons blue-text">delete</i> i oznacz krok do usunięcia. Następnie kliknij Zapisz, aby potwierdzić usunięcie.
pt: Para excluir uma etapa, clique em <i class="material-icons blue-text">delete</i> e marque-a para remoção. Depois, clique em save para confirmar a exclusão.

source: Assemble recipes that run on a schedule or are triggered manually.
es: Combina recetas que se ejecutan automática o manualmente.
es_419: Organiza las recetas que se ejecutan según un programa o que se activan manualmente.
fr: Assemblez des recettes qui sont planifiées ou qui sont déclenchées manuellement.
fr_ca: Regroupez les recettes programmées ou les recettes manuelles.
hi: उन सभी रेसिपी को इकट्ठा करें जिन्हें शेड्यूल किया गया है या मैन्युअल तौर पर ट्रिगर किया गया है.
pl: Zbierz przepisy uruchamiane zgodnie z harmonogramem lub ręcznie.
pt: Inclua receitas que seguem uma programação ou são acionadas manualmente.

source: Add Scheduled
es: Añadir receta programada
es_419: Agregar programada
fr: Ajouter des recettes planifiées
fr_ca: Ajouter les recettes programmées
hi: शेड्यूल की गई कोई रेसिपी जोड़ें
pl: Dodaj zaplanowany
pt: Adicionar receitas programadas

source: Add Manual
es: Añadir receta manual
es_419: Agregar manual
fr: Ajouter des recettes manuelles
fr_ca: Ajouter les recettes manuelles
hi: मैन्युअल तौर पर कोई रेसिपी जोड़ें
pl: Dodaj ręczny
pt: Adicionar receitas manuais

source: All
es: Todo
es_419: Todas
fr: Toutes
fr_ca: Tout
hi: सभी
pl: Wszystkie
pt: Todos

source: Running
es: En ejecución
es_419: Activa
fr: Active
fr_ca: Exécution en cours…
hi: चालू
pl: Aktywne
pt: Em andamento

source: Finished
es: Finalizado
es_419: Finalizada
fr: Terminé
fr_ca: Terminé
hi: खत्म हो गया
pl: Zakończone
pt: Concluído

source: Errors
es: Errores
es_419: Con errores
fr: Erreurs
fr_ca: Erreurs
hi: गड़बड़ियां
pl: Błędy
pt: Erros

source: Paused
es: Pausado
es_419: Detenida
fr: Mis en veille
fr_ca: Interrompu
hi: रोकी गई
pl: Wstrzymane
pt: Pausado

source: Manual
fr: Manuel
fr_ca: Manuel
hi: मैन्युअल
pl: Ręczne

source: Need A Custom Task?
es: ¿Necesitas una tarea personalizada?
es_419: ¿Necesitas una tarea personalizada?
fr: Vous avez besoin d'une tâche personnalisée ?
fr_ca: Besoin d'une tâche personnalisée?
hi: क्या आप मनमुताबिक टास्क वाली सुविधा का इस्तेमाल करना चाहते हैं?
pl: Potrzebujesz niestandardowego zadania?
pt: Precisa de uma tarefa personalizada?

source: Ask Google gTech to write one for you <a href="mailto:starthinker-help@google.com?subject=Custom+StarThinker+Recipe">starthinker-help@google.com</a>.
es: Envía un correo electrónico a <a href="mailto:starthinker-help@google.com?subject=Custom+StarThinker+Recipe">starthinker-help@google.com</a> para pedir al equipo gTech de Google que te escriba una.
es_419: Escribe a <a href="mailto:starthinker-help@google.com?subject=Custom+StarThinker+Recipe">starthinker-help@google.com</a> para pedirle al equipo de Google gTech que escriba un flujo de trabajo para ti.
fr: Demandez à Google gTech d'en créer une pour vous (<a href="mailto:starthinker-help@google.com?subject=Custom+StarThinker+Recipe">starthinker-help@google.com</a>).
fr_ca: Demandez à Google gTech d'en composer une pour vous à l'adresse <a href="mailto:starthinker-help@google.com?subject=Custom+StarThinker+Recipe">starthinker-help@google.com</a>.
hi: कोई टास्क पाने के लिए, Google gTech की मदद लें <a href="mailto:starthinker-help@google.com?subject=Custom+StarThinker+Recipe">starthinker-help@google.com</a>.
pl: Poproś Google gTech o napisanie nowego skryptu <a href="mailto:starthinker-help@google.com?subject=Custom+StarThinker+Recipe">starthinker-help@google.com</a>.
pt: Peça para o gTech do Google escrever uma tarefa personalizada para você pelo e-mail <a href="mailto:starthinker-help@google.com?subject=Custom+StarThinker+Recipe">starthinker-help@google.com</a>.

source: Add A Script To Your Recipe Workflow
es: Añadir una secuencia de comandos al flujo de trabajo de tu receta
es_419: Agrega una secuencia de comandos al flujo de trabajo de tu receta
fr: Ajouter un script à votre workflow de recette
fr_ca: Ajouter un script au flux de travail de votre recette
hi: अपने रेसिपी वर्कफ़्लो के लिए, कोई स्क्रिप्ट जोड़ें
pl: Dodawanie skryptu do przepływu pracy przepisu
pt: Adicionar um script ao fluxo de trabalho da sua receita

source: Use the filters on the left to find a script, then click the add icon to add it to the end of the workflow.
es: Usa los filtros de la izquierda para buscar una secuencia de comandos y, a continuación, haz clic en el icono para añadirla al final del flujo de trabajo.
es_419: Usa los filtros que están a la izquierda para buscar una secuencia de comandos. Luego, haz clic en el ícono de agregar para añadirla al final del flujo de trabajo.
fr: Recherchez un script à l'aide des filtres sur la gauche, puis cliquez sur l'icône d'ajout afin de l'ajouter à la fin du workflow.
fr_ca: Servez-vous des filtres à gauche pour trouver un script, puis cliquez sur l'icône Ajouter pour l'ajouter à la fin du flux de travail.
hi: किसी स्क्रिप्ट को खोजने के लिए, बाईं ओर दिए गए फ़िल्टर का इस्तेमाल करें. इसके बाद, इसे वर्कफ़्लो के आखिरी में जोड़ने के लिए, 'जोड़ें' आइकॉन पर क्लिक करें.
pl: Użyj filtrów po lewej stronie, aby znaleźć skrypt, a następnie kliknij ikonę dodawania, aby dodać go na końcu przepływu pracy.
pt: Use os filtros à esquerda para encontrar um script e clique no ícone de adição para incluí-lo no fim do fluxo de trabalho.

source: Sample
es: Ejemplo
es_419: Ejemplo
fr: Exemple
fr_ca: Extrait
hi: नमूना
pl: Przykład
pt: Exemplo

source: Example Test
es: Prueba de ejemplo
es_419: Prueba de ejemplo
fr: Exemple de test
fr_ca: Exemple de test
hi: उदाहरण टेस्ट
pl: Przykładowy test
pt: Exemplo de teste

source: Documentation
es: Documentación
es_419: Documentación
hi: दस्तावेज़
pl: Dokumentacja
pt: Documentação

source: Data Pill Colab
es_419: Data Pill en Colab
fr: Data Pill dans Colab
hi: Colab में Data Pill
pl: Dane w skrócie – Colab
pt: Data Pill do Collaboratory

source: Setup
es: Configuración
es_419: Configuración
fr: Configuration
fr_ca: Configuration
hi: सेटअप
pl: Konfiguracja
pt: Configurar

source: Recipe
es: Receta
es_419: Receta
fr: Recette
fr_ca: Recette
hi: रेसिपी
pl: Przepis
pt: Receita

source: Sharing
es: Compartir
es_419: Se comparte
fr: Partage
fr_ca: Partage
hi: शेयर करें
pl: Dzielenie przychodów
pt: Compartilhada

source: Status
es: Estado
es_419: Estado
fr: État
fr_ca: État
hi: स्थिति
pl: Stan

source: Warnings
es: Advertencias
es_419: Con advertencias
fr: Avertissements
fr_ca: Avertissements
hi: चेतावनियां
pl: Ostrzeżenia
pt: Alertas

source: Debugging
es: Depuración
es_419: Depuración
fr: Débogage
fr_ca: Débogage
hi: डीबग करना
pl: Debugowanie
pt: Depuração

source: Setup Project
es: Configurar proyecto
es_419: Configurar un proyecto
fr: Configurer un projet
fr_ca: Configuration de projet
hi: प्रोजेक्ट सेट अप करें
pl: Konfiguracja projektu
pt: Configurar projeto

source: Almost every recipe in StarThinker uses a <a href="http://cloud.google.com" target="_blank">Google Cloud Project</a> to store data. ALL DATA COSTS ARE BILLED TO THE GOOGLE CLOUD SERVICE CREDENTIALS SPECIFIED IN EACH RECIPE.
es: Casi todas las recetas de StarThinker usan <a href="http://cloud.google.com" target="_blank">proyectos de Google Cloud</a> para almacenar datos. TODOS LOS COSTES DE DATOS SE FACTURAN A LAS CREDENCIALES DE SERVICIO DE GOOGLE CLOUD QUE SE ESPECIFICAN EN CADA RECETA.
es_419: Casi todas las recetas de StarThinker utilizan un <a href="http://cloud.google.com" target="_blank">proyecto de Google Cloud</a> para almacenar datos. TODOS LOS COSTOS RELACIONADOS CON LOS DATOS SE FACTURAN A LAS CREDENCIALES DE SERVICIO DE GOOGLE CLOUD ESPECIFICADAS EN CADA RECETA.
fr: Dans StarThinker, presque toutes les recettes utilisent un <a href="http://cloud.google.com" target="_blank">projet Google Cloud</a> pour enregistrer les données. TOUS LES FRAIS LIÉS AUX DONNÉES SONT FACTURÉS AUX IDENTIFIANTS DU SERVICE GOOGLE CLOUD INDIQUÉS DANS CHAQUE RECETTE.
fr_ca: Dans StarThinker, la grande majorité des recettes utilisent un <a href="http://cloud.google.com" target="_blank">projet Google Cloud</a> pour stocker des données. TOUS LES FRAIS DE DONNÉES SONT FACTURÉS À L'AUTHENTIFIANT DE SERVICE GOOGLE CLOUD PRÉCISÉ DANS CHACUNE DES RECETTES.
hi: डेटा सेव करने के लिए, StarThinker में सभी रेसिपी <a href="http://cloud.google.com" target="_blank">Google Cloud Project</a> का इस्तेमाल करती हैं. ALL DATA COSTS ARE BILLED TO THE GOOGLE CLOUD SERVICE CREDENTIALS SPECIFIED IN EACH RECIPE.
pl: Niemal każdy przepis w StarThinker używa <href="http://cloud.google.com" target="_blank">projektu Google Cloud</a> do przechowywania danych. WSZYSTKIMI KOSZTAMI DANYCH OBCIĄŻANE JEST KONTO USŁUGI GOOGLE CLOUD O DANYCH LOGOWANIA OKREŚLONYCH W KAŻDYM PRZEPISIE.
pt: Quase todas as receitas no StarThinker usam um <a href="http://cloud.google.com" target="_blank">projeto do Google Cloud</a> para armazenar dados. TODOS OS CUSTOS DE DADOS SÃO COBRADOS DAS CREDENCIAIS DO SERVIÇO DO GOOGLE CLOUD ESPECIFICADAS EM CADA RECEITA.

source: To add a Google Cloud Project for billing and permissions, create a <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">Service Credentials</a>, download it, and enter the JSON into the <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">StarThinker Project page</a>.
es: Si quieres añadir un proyecto de Google Cloud para gestionar la facturación y los permisos, crea <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">credenciales de servicio</a>, descárgalas e introduce el JSON en la <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">página del proyecto de StarThinker</a>.
es_419: A fin de agregar un proyecto de Google Cloud para facturación y permisos, crea un archivo JSON con las <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">credenciales de servicio</a>, descárgalo y, luego, ingrésalo en la <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">página del proyecto de StarThinker</a>.
fr: Afin d'ajouter un projet Google Cloud pour la facturation et les autorisations, créez des <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">identifiants de service</a>, téléchargez-les, puis ajoutez le code JSON sur la <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">page du projet StarThinker</a>.
fr_ca: Pour activer la facturation de votre projet Google Cloud et obtenir les autorisations connexes, créez un <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">authentifiant de service</a>, téléchargez-le et saisissez le JSON sur <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">la page du projet StarThinker</a>.
hi: अगर आप <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">सेवा क्रेडेंशियल</a>, बनाकर इन्हें डाउनलोड करते हैं और इसके बाद, JSON फ़ाइल फ़ॉर्मैट को <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">StarThinker Project के पेज</a> में जाकर डालते हैं, तो बिलिंग और अनुमतियों के लिए, आप Google Cloud Project जोड़ सकते हैं.
pl: Aby dodać projekt Google Cloud na potrzeby płatności i uprawnień, utwórz plik JSON <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">Service Credentials</a>, pobierz go i wklej jego treść na <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">stronie projektu w StarThinker</a>.
pt: Se você quiser adicionar um projeto do Google Cloud para faturamento e permissões, crie <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">credenciais do serviço</a>, faça o download delas e insira o JSON na <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">página do projeto no StarThinker</a>.

source: To add a Google Cloud Project for billing and permissions, create a <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">Service Credentials</a>, download it, and enter the JSON into the <a href="/project/edit/">StarThinker Project page</a>.
es: Si quieres añadir un proyecto de Google Cloud para gestionar la facturación y los permisos, crea <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">credenciales de servicio</a>, descárgalas e introduce el JSON en la <a href="/project/edit/">página del proyecto de StarThinker</a>.
es_419: A fin de agregar un proyecto de Google Cloud para facturación y permisos, crea un archivo JSON con las <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">credenciales de servicio</a>, descárgalo y, luego, ingrésalo en la <a href="/project/edit/">página del proyecto de StarThinker</a>.
fr: Afin d'ajouter un projet Google Cloud pour la facturation et les autorisations, créez des <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">identifiants de service</a>, téléchargez-les, puis ajoutez le code JSON sur la <a href="/project/edit/">page du projet StarThinker</a>.
fr_ca: Pour activer la facturation de votre projet Google Cloud et obtenir les autorisations connexes, créez un <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">authentifiant de service</a>, téléchargez-le et saisissez le JSON sur <a href="/project/edit/">la page de projet StarThinker</a>.
hi: अगर आप <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">सेवा क्रेडेंशियल</a>, बनाकर इन्हें डाउनलोड करते हैं और इसके बाद, JSON फ़ाइल फ़ॉर्मैट को <a href="/project/edit/">StarThinker Project के पेज</a> में जाकर डालते हैं, तो बिलिंग और अनुमतियों के लिए, आप Google Cloud Project जोड़ सकते हैं.
pl: Aby dodać projekt Google Cloud na potrzeby płatności i uprawnień, utwórz plik JSON <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">Service Credentials</a>, pobierz go i wklej jego treść na <a href="/project/edit/">stronie projektu w StarThinker</a>.
pt: Se você quiser adicionar um projeto do Google Cloud para faturamento e permissões, crie <a href="https://console.cloud.google.com/iam-admin/serviceaccounts/create" target="_blank">credenciais do serviço</a>, faça o download delas e insira o JSON na <a href="/project/edit/">página do projeto no StarThinker</a>.

source: Cloud service setup diagram.
es: Diagrama de configuración del servicio de Cloud.
es_419: Diagrama de la configuración del servicio en la nube
fr: Schéma de configuration de service cloud.
fr_ca: Diagramme de configuration du service Cloud.
hi: क्लाउड सेवा को सेट अप करने वाला डायग्राम.
pl: Plan konfiguracji usługi Google Cloud.
pt: Diagrama da configuração do serviço do Cloud

source: Screenshot of StarThinker Edit Project page.
es: Captura de pantalla de la página Editar proyecto de StarThinker.
es_419: Captura de pantalla de la página Editar el proyecto de StarThinker
fr: Capture d'écran de la page de modification de projet StarThinker.
fr_ca: Capture d'écran de la page de modification de projet StarThinker.
hi: StarThinker के प्रोजेक्ट में बदलाव करने वाले पेज का स्क्रीनशॉट.
pl: Zrzut ekranu strony edycji projektu w StarThinker.
pt: Captura de tela da página de edição do projeto no StarThinker

source: Getting Service Credentials
es: Obtener credenciales de servicio
es_419: Cómo obtener las credenciales de servicio
fr: Obtenir des identifiants de service
fr_ca: Obtenir un authentifiant de service
hi: सेवा के क्रेडेंशियल पाना
pl: Uzyskiwanie danych logowania do usługi
pt: Usar credenciais do serviço

source: Each user should have their own Google Cloud Project to avoid accidental data sharing and allow easier auditing.
es: Cada usuario debe tener su propio proyecto de Google Cloud para evitar compartir datos por error y para facilitar las auditorías.
es_419: Cada usuario debería tener su propio proyecto de Google Cloud a fin de evitar compartir datos de forma accidental y facilitar las tareas de auditoría.
fr: Tous les utilisateurs doivent disposer de leur propre projet Google Cloud pour éviter les partages accidentels de données et faciliter le contrôle.
fr_ca: Chaque utilisateur doit avoir son propre projet Google Cloud pour éviter des fuites de données accidentelles et faciliter les vérifications.
hi: हर उपयोगकर्ता के पास उसका अपना Google Cloud Project होना चाहिए. इसकी मदद से, वह अनजाने में डेटा शेयर होने वाली समस्या से बच सकता है. साथ ही, वह प्रोजेक्ट में काफ़ी आसानी से बदलाव भी कर सकता है.
pl: Każdy użytkownik powinien mieć własny projekt Google Cloud, aby uniknąć przypadkowego udostępniania danych i umożliwić sprawniejszą kontrolę.
pt: Cada usuário precisa ter um projeto do Google Cloud para evitar o compartilhamento acidental de dados e facilitar a auditoria.

source: Visit Google Cloud Project &gt; APIs & Services &gt; Credentials &gt; Create Credentials &gt; Service Account Key &gt; New Service Account
es: Ve al proyecto de Google Cloud &gt; APIs y servicios &gt; Credenciales &gt; Crear credenciales &gt; Clave de cuenta de servicio &gt; Nueva cuenta de servicio
es_419: Ve a Proyecto de Google Cloud &gt; API y servicios &gt; Credenciales &gt; Crear credenciales &gt; Clave de cuenta de servicio &gt; Nueva cuenta de servicio
fr: Accédez à Projet Google Cloud &gt; API et services &gt; Identifiants &gt; Créer des identifiants &gt; Clé du compte de service &gt; Nouveau compte de service
fr_ca: Visitez votre projet Google Cloud &gt; API et services &gt; Authentifiant &gt; Créer un authentifiant &gt; Clé de compte de service &gt; Nouveau compte de service
hi: Google Cloud Project &gt; एपीआई और सेवाएं &gt; क्रेडेंशियल &gt; क्रेडेंशियल बनाएं &gt; सेवा खाता की &gt; नया सेवा खाता पर जाएं
pl: Wybierz Projekt Google Cloud &gt; Interfejsy API i usługi &gt; Dane logowania &gt; Utwórz dane logowania &gt; Klucz konta usługi &gt; Nowe konto usługi
pt: Acesse Projeto do Google Cloud &gt; APIs e serviços &gt; Credenciais &gt; Criar credenciais &gt; Chave da conta de serviço &gt; Nova conta de serviço.

source: Service Account Name is starthinker.
es: El nombre de la cuenta de servicio es starthinker.
es_419: El nombre de la cuenta de servicio es starthinker.
fr: Le nom du compte de service est starthinker.
fr_ca: Le nom du compte de service est StarThinker.
hi: सेवा खाते का नाम starthinker है.
pl: Nazwa konta usługi to starthinker.
pt: O nome da conta de serviço é starthinker.

source: Click Create.
es: Haz clic en Crear.
es_419: Haz clic en Crear.
fr: Cliquez sur Créer.
fr_ca: Cliquez sur Créer.
hi: 'बनाएं' पर क्लिक करें.
pl: Kliknij Utwórz.
pt: Clique em Criar.

source: The most robust role is Project Editor, review your role choice with your security team.
es: El rol más permisivo es Editor del proyecto. Revisa los roles que has elegido con tu equipo de seguridad.
es_419: La función más completa es la de Editor del proyecto. Consulta al equipo de seguridad para ver cuál es la función adecuada en tu caso.
fr: Le rôle le plus avancé est Éditeur de projet. Consultez votre équipe de sécurité pour choisir le rôle qui vous convient.
fr_ca: Le rôle le plus robuste étant l'éditeur de projet, choisissez votre rôle en consultation avec votre équipe de sécurité.
hi: सबसे भरोसेमंद रोल, प्रोजेक्ट एडिटर का होता है. आप जो भी रोल चुन रहे हैं उसकी समीक्षा अपनी, सुरक्षा टीम के साथ करें.
pl: Największe uprawnienia ma Edytor projektów. Potwierdź wybór roli z zespołem ds. bezpieczeństwa.
pt: A função mais robusta é Editor do projeto. Para decidir sua função ideal, fale com a equipe de segurança.

source: Click Continue.
es: Haz clic en Continuar.
es_419: Haz clic en Continuar.
fr: Cliquez sur Continuer.
fr_ca: Cliquez sur Continuer.
hi: 'जारी रखें' पर क्लिक करें.
pl: Kliknij Kontynuuj.
pt: Clique em Continuar.

source: Click Create Key.
es: Haz clic en Crear clave.
es_419: Haz clic en Crear clave.
fr: Cliquez sur Créer une clé.
fr_ca: Cliquez sur Créer une clé.
hi: 'की बनाएं' पर क्लिक करें.
pl: Kliknij Utwórz klucz.
pt: Clique em Criar chave.

source: Key Type is JSON.
es: El tipo de clave es JSON.
es_419: El tipo de clave es JSON.
fr: Le type de clé est JSON.
fr_ca: Le type de clé est JSON.
hi: की, JSON फ़ाइल फ़ॉर्मैट की तरह है.
pl: Typ klucza to JSON.
pt: O tipo da chave é JSON.
