Repository: ep-infosec/50_google_starthinker
Catalog: starthinker_ui/translations/*/LC_MESSAGES/django.po
Languages: es, es_419, fr, fr_ca, hi, pl, pt

source: Use the left side filters to search for the specific task to be added to the recipe. The filters scroll up and down. Most tasks provide a description, samples, and links to assets for review on this page. Click <i class="material-icons blue-text small">add_circle</i> to add the task to the end of the recipe. A <i class="material-icons green-text small">check_circle</i> will appear with a count of this task in the recipe. Continue adding tasks, or close the task filter window.
es: Usa los filtros de la izquierda para buscar la tarea que quieres añadir a la receta. Puedes desplazarte hacia arriba y hacia abajo por los filtros. La mayoría de las tareas incluyen una descripción, ejemplos y enlaces a recursos en esta página. Haz clic en <i class="material-icons blue-text small">add_circle</i> para añadir la tarea al final de la receta. Aparecerá el icono <i class="material-icons green-text small">check_circle</i> con la posición que ocupa esta tarea en la receta. Sigue añadiendo tareas o cierra la ventana de filtros de tareas.
es_419: Emplea los filtros de la izquierda para buscar la tarea específica que debe agregarse a la receta. Los filtros se desplazan hacia arriba y abajo. La mayoría de las tareas proporcionan una descripción, ejemplos y vínculos a los elementos en esta página. Haz clic en <i class="material-icons blue-text small">add_circle</i> para agregar la tarea al final de la receta. Aparecerá un círculo de verificación (<i class="material-icons green-text small">check_circle</i>) con el número correspondiente a esta tarea en la receta. Puedes seguir agregando tareas o cerrar la ventana de filtros de tareas.
fr: Recherchez la tâche spécifique à ajouter à la recette à l'aide des filtres de gauche. Vous pouvez faire défiler les filtres vers le haut ou le bas. La plupart des tâches comportent une description, des exemples et des liens vers des éléments que vous pouvez consulter sur cette page. Cliquez sur <i class="material-icons blue-text small">add_circle</i> (ajouter) pour ajouter la tâche à la fin de la recette. Une coche <i class="material-icons green-text small">check_circle</i> s'affiche avec le nombre de fois que cette tâche apparaît dans la recette. Continuez à ajouter des tâches ou fermez la fenêtre des filtres.
fr_ca: Servez-vous des filtres à gauche pour choisir les tâches à ajouter à la recette. Vous pouvez faire défiler les filtres vers le haut et vers le bas. La plupart des tâches sont assorties d'une description, d'extraits et de liens vers des éléments à passer en revue sur cette page. Cliquez sur <i class="material-icons blue-text small">add_circle</i> pour ajouter la tâche à la fin de la recette. Un <i class="material-icons green-text small">check_circle</i> s'affichera avec un compte associé à cette tâche dans la recette. Continuez d'ajouter des tâches ou fermez la fenêtre de filtrage des tâches.
hi: रेसिपी में जोड़े जाने वाले किसी खास टास्क को खोजने के लिए, बाईं ओर दिए गए फ़िल्टर इस्तेमाल कर सकते हैं. फ़िल्टर, ऊपर और नीचे स्क्रोल किए जा सकते हैं. ज़्यादातर टास्क, एसेट के बारे में, जानकारी, नमूने, और लिंक देते हैं, ताकि इस पेज पर एसेट की समीक्षा की जा सके. रेसिपी के आखिरी में कोई टास्क जोड़ने के लिए, <i class="material-icons blue-text small">add_circle</i> पर क्लिक करें. रेसिपी में इस टास्क की गिनती के साथ, A <i class="material-icons green-text small">check_circle</i> भी दिखेगा. टास्क जोड़ना जारी रखें या टास्क को फ़िल्टर करने वाली विंडो बंद करें.
pl: Użyj filtrów po lewej stronie, aby wyszukać konkretne zadanie, które chcesz dodać do przepisu. Filtry przewijają widok w górę i w dół. Większość zadań zawiera opis, przykłady i linki do zasobów do przejrzenia na tej stronie. Kliknij <i class="material-icons blue-text small">add_circle</i>, aby dodać to zadanie na końcu przepisu. W przepisie pojawi się <i class="material-icons green-text small">check_circle</i> z numerem tego zadania. Kontynuuj dodawanie zadań lub zamknij okno filtra zadań.
pt: Use os filtros à esquerda para pesquisar a tarefa específica que será adicionada à receita. Você pode rolar a tela para escolher os filtros. A maioria das tarefas têm descrições, amostras e links para recursos que podem ser consultados nessa página. Clique em <i class="material-icons blue-text small">add_circle</i> para adicionar a tarefa ao fim da receita. Um <i class="material-icons green-text small">check_circle</i> aparecerá com uma contagem dessa tarefa na receita. Continue adicionando tarefas ou feche a janela de filtros da tarefa.

source: Each task has a card with its own instructions, inputs, and fields. Fields are marked optional or required. Some have default values. All values are derived from the API endpoints for that product.
es: Cada tarea tiene una tarjeta con sus propias instrucciones, entradas y campos. Los campos pueden ser opcionales u obligatorios. En algunos casos, tienen valores predeterminados. Todos los valores se extraen de los puntos finales de la API del producto correspondiente.
es_419: Cada tarea tiene una tarjeta con sus propias instrucciones, entradas y campos. Los campos están marcados como opcionales u obligatorios. Algunos tienen valores predeterminados. Todos los valores se derivan de los puntos de acceso de las API para ese producto.
fr: Chaque tâche comprend une fiche avec ses propres instructions, entrées et champs. Il est indiqué si les champs sont facultatifs ou obligatoires. Certains champs comportent des valeurs par défaut. Toutes les valeurs sont calculées en fonction des points de terminaison de l'API pour ce produit.
fr_ca: Chacune des tâches possède une carte comportant des instructions, des entrées et des champs qui lui sont propres. Les champs sont marqués comme facultatifs ou obligatoires. Certains d'entre eux ont des valeurs par défaut. Toutes les valeurs sont tirées des points d'extrémité API du produit visé.
hi: हर टास्क के लिए एक कार्ड बना होता है. इस कार्ड में टास्क के बारे में निर्देश, इनपुट, और फ़ील्ड दिए गए होते हैं. फ़ील्ड या तो विकल्प के तौर पर मार्क किया गया होता है या ज़रूरी है के तौर पर. कुछ टास्क की डिफ़ॉल्ट वैल्यू होती हैं. किसी प्रॉडक्ट के लिए, एपीआई एंडपॉइंट से मिली या हासिल की गई जानकारी के मुताबिक, सभी वैल्यू तय की जाती हैं.
pl: Każde zadanie ma kartę z własnymi instrukcjami, danymi wejściowymi i polami. Pola są oznaczone jako opcjonalne lub wymagane. Niektóre zawierają wartości domyślne. Wszystkie wartości są pobierane z punktów końcowych interfejsu API dla tej usługi.
pt: Cada tarefa tem um card com instruções, entradas e campos próprios. Os campos são marcados como opcionais ou obrigatórios. Alguns têm valores padrão. Todos os valores são derivados dos endpoints da API do produto em questão.

source: , the recipe is now ready to run, and will run on schedule.
es: . La receta está lista para ejecutarse según su programación.
es_419: . Ahora la receta está lista para ejecutarse y lo hará según el programa.
fr: , la recette est prête à être exécutée, et elle le sera en respectant la date et l'heure planifiées.
fr_ca: , la recette est maintenant prête pour l'exécution, qui s'effectuera en fonction du programme.
hi: , रेसिपी अब चलाई जा सकती है. यह शेड्यूल किए गए समय पर ही चलेगी.
pl: , przepis jest gotowy do uruchomienia i zostanie uruchomiony zgodnie z harmonogramem.
pt: . A receita estará pronta para execução e será executada conforme a programação.

source: to execute the recipe immediately, if workers are busy there may be a delay. The <a href="#help_status">Job Status</a> and log update every 10 seconds.
es: para ejecutar la receta de forma inmediata. Si los trabajadores están ocupados, puede retrasarse. El <a href="#help_status">estado de la tarea</a> y el registro se actualizan cada 10 segundos.
es_419: para ejecutar la receta de inmediato. Si los trabajadores están ocupados, puede haber un retraso. El <a href="#help_status">Estado del trabajo</a> y el registro se actualizan cada 10 segundos.
fr: pour exécuter la recette immédiatement (il peut y avoir du retard si les nœuds de calcul sont occupés). L'<a href="#help_status">état de la tâche</a> et le journal se mettent à jour toutes les 10 secondes.
fr_ca: pour exécuter la recette immédiatement : si la fonctionnalité de traitement est occupée, il pourrait y avoir des retards d'exécution. L'<a href="#help_status">état de tâche</a> et le journal sont mis à jour aux 10 secondes.
hi: अगर वर्कर व्यस्त हैं, तो रेसिपी को लागू करने में देरी हो सकती है. इसे जल्द से जल्द लागू करने के लिए. <a href="#help_status">काम की स्थिति</a> और लॉग हर 10 सेकंड में अपडेट होता है.
pl: , aby uruchomić przepis od razu. Jeśli instancje robocze są zajęte, może wystąpić opóźnienie. <a href="#help_status">Stan zadania</a> i dziennik są aktualizowane co 10 sekund.
pt: para executar imediatamente a receita. Se os workers estiverem ocupados, poderá haver atrasos. O <a href="#help_status">status do job</a> e o registro são atualizados a cada 10 segundos.

source: to view recipe task events including errors and completes.
es: para ver eventos de tareas de la receta, incluidos los errores y los completados.
es_419: para ver los eventos de las tareas de las recetas, incluidos los errores y los procesos completados.
fr: pour afficher les événements liés aux tâches de la recette, y compris les erreurs et les opérations terminées.
fr_ca: pour voir les événements de tâche relatifs à la recette, y compris les erreurs et les tâches terminées.
hi: रेसिपी के सभी टास्क इंवेंट देखने के लिए. इसमें, समस्याएं और पूरे किए जा चुके इवेंट भी शामिल हैं.
pl: , aby wyświetlić zdarzenia zadań przepisu, w tym błędy i zakończone zadania.
pt: para ver os eventos da tarefa da receita, incluindo erros e conclusões.

source: to <a href="#help_share">share the recipe</a> with a client.
es: para <a href="#help_share">compartir la receta</a> con un cliente.
es_419: para <a href="#help_share">compartir la receta</a> con un cliente.
fr: pour <a href="#help_share">partager la recette</a> avec un client.
fr_ca: pour <a href="#help_share">partager la recette</a> avec un client.
hi: क्लाइंट के साथ <a href="#help_share">रेसिपी शेयर करने</a> के लिए.
pl: , aby <a href="#help_share">udostępnić przepis</a> klientowi.
pt: para <a href="#help_share">compartilhar a receita</a> com um cliente.

source: Each task in a recipe workflow is executed in sequence one at a time. Some recipes have tasks executing at different times, and some tasks executing multiple times a day. Job status is updated automatically by workers as the job is processed. The UI updates the log and status every 10 seconds.
es: Las tareas del flujo de trabajo de una receta se ejecutan una tras otra. Algunas recetas tienen tareas que se ejecutan en diferentes momentos, y otras, tareas que se ejecutan varias veces al día. Los trabajadores actualizan automáticamente el estado de las tareas mientras estas se procesan. La UI actualiza el registro y el estado cada 10 segundos.
es_419: Cada tarea del flujo de trabajo de la receta se ejecuta en forma secuencial, de a una a la vez. Algunas recetas incluyen tareas que se ejecutan en horarios diferentes y algunas que lo hacen varias veces en el día. A medida que el trabajo se va procesando, los trabajadores actualizan su estado automáticamente. La IU actualiza el registro y el estado cada 10 segundos.
fr: Chaque tâche du workflow d'une recette est exécutée dans l'ordre, l'une après l'autre. Certaines recettes comportent des tâches qui s'exécutent à des heures différentes, et certaines tâches s'exécutent plusieurs fois par jour. L'état de la tâche est mis à jour automatiquement par les nœuds de calcul lors du traitement de la tâche. L'interface utilisateur met à jour le journal et l'état toutes les 10 secondes.
fr_ca: Chacune des tâches du flux de travail d'une recette s'exécute une par une. Certaines recettes comportent des tâches s'exécutant à des heures différentes et des tâches s'exécutant plusieurs fois par jour. L'état de la tâche est mis à jour automatiquement au cours du traitement. L'IU met le journal et l'état à jour aux 10 secondes.
hi: रेसिपी वर्कफ़्लो के हर टास्क को, एक समय पर एक-एक करके क्रम से लागू किया गया है. कुछ रेसिपी में ऐसे टास्क भी होते हैं जिन्हें अलग-अलग समय पर लागू किया जाता है. साथ ही, कुछ टास्क ऐसे भी होते हैं जिन्हें दिन में कई बार लागू किया जाता है. काम की प्रोसेस होने के बाद, वर्कर काम की स्थिति को अपने-आप अपडेट कर देते हैं. हर 10 सेकंड में यूज़र इंटरफ़ेस (यूआई), लॉग और स्थिति को अपडेट करते रहते हैं.
pl: Zadania w przepływie pracy przepisu są wykonywane kolejno, jedno po drugim. W przypadku niektórych przepisów pewne zadania są wykonywane w różnym czasie, a inne wiele razy dziennie. Stan zadania jest aktualizowany automatycznie przez instancje robocze w trakcie przetwarzania zadania. Interfejs użytkownika aktualizuje dziennik i stan co 10 sekund.
pt: Cada tarefa em um fluxo de trabalho de receita é executada em sequência (uma por vez). Algumas receitas têm tarefas que são executadas em horários diferentes, e outras tarefas são executadas várias vezes ao dia. O status do job é atualizado automaticamente pelos workers conforme o job é processado. A IU atualiza o registro e o status a cada 10 segundos.

source: Definition
es: Definición
es_419: Definición
fr: Définition
fr_ca: Définition
hi: परिभाषा
pl: Definicja
pt: Definição

source: Action
es: Acción
es_419: Acción
hi: कार्रवाई
pl: Działanie
pt: Ação

source: Queued
es: En cola
es_419: En cola
fr: Placée en file d'attente
fr_ca: Placée en file d'attente
hi: बनाई गई सूची
pl: Umieszczono w kolejce
pt: Na fila

source: The recipe is waiting for workers to pick up the next task.
es: La receta está esperando a que los trabajadores inicien la siguiente tarea.
es_419: La receta está esperando que los trabajadores tomen la tarea siguiente.
fr: La recette attend que les nœuds de calcul récupèrent la tâche suivante.
fr_ca: La recette demeure inactive tant que le traitement n'a pas amorcé la prochaine tâche.
hi: रेसिपी, इंतज़ार में है कि वर्कर अगले टास्क पर कब काम शुरू करेंगे.
pl: Przepis oczekuje na podjęcie kolejnego zadania przez instancje robocze.
pt: A receita está aguardando os workers cuidarem da próxima tarefa.

source: Wait for the next scheduled task to execute. If workers are busy, the next taks may be executed after its scheduled time.
es: Espera a que se ejecute la siguiente tarea programada. Si los trabajadores están ocupados, se ejecutará después de su hora programada.
es_419: Espera a que se ejecute la próxima tarea programada. Si los trabajadores están ocupados, es posible que la tarea siguiente se ejecute después de su horario programado.
fr: Attendez l'exécution de la tâche planifiée suivante. Si les nœuds de calcul sont occupés, il est possible que les tâches suivantes soient exécutées après l'heure planifiée.
fr_ca: Attendez que la tâche programmée suivante s'exécute. Si le traitement est occupé, les tâches subséquentes pourraient s'exécuter après l'heure prévue.
hi: शेड्यूल किए गए अगले टास्क के लागू होने का इंतज़ार करें. अगर वर्कर व्यस्त हैं, तो अगला टास्क अपने शेड्यूल समय के बाद लागू हो सकता है.
pl: Poczekaj na wykonanie następnego zaplanowanego zadania. Jeśli instance robocze są zajęte, następne zadanie może zostać wykonane po zaplanowanym czasie.
pt: Espere a próxima tarefa programada ser executada. Se os workers estiverem ocupados, as tarefas seguintes poderão ser executadas depois do horário programado.

source: A task in the recipe is currently executing.
es: Se está ejecutando una tarea de la receta.
es_419: Actualmente, se está ejecutando una tarea de la receta.
fr: Une tâche de la recette est en cours d'exécution.
fr_ca: Une des tâches de la recette est en cours d'exécution.
hi: फ़िलहाल, रेसिपी के किसी टास्क को लागू किया जा रहा है.
pl: Zadanie w przepisie jest aktualnie realizowane.
pt: Uma tarefa na receita está sendo executada.

source: Wait for the task to execute or cancel a running recipe. Check the logs to see which task is running and see real time task updates.
es: Espera a que la tarea se ejecute o cancela una receta que esté en curso. Consulta los registros para ver la tarea que se está ejecutando y sus actualizaciones en tiempo real.
es_419: Espera a que se realice la tarea o cancela la receta que está en ejecución. Consulta los registros para ver qué tarea se está ejecutando y obtener actualizaciones de la tarea en tiempo real.
fr: Attendez que l'exécution de la tâche soit terminée, ou annulez une recette en cours d'exécution. Consultez les journaux pour voir quelle tâche est en cours d'exécution ainsi que les informations en temps réel.
fr_ca: Attendez que la tâche s'exécute ou annulez une recette en cours. Vérifiez les journaux pour voir quelles tâches sont en cours et les mises à jour des tâches en temps réel.
hi: चल रही किसी रेसिपी को लागू या रद्द करने के लिए, टास्क का इंतज़ार करें. कौनसा टास्क चल रहा है और टास्क के बारे में रीयल-टाइम अपडेट देखने के लिए, लॉग देखें.
pl: Poczekaj, aż zadanie zostanie ukończone, lub anuluj uruchomiony przepis. Sprawdź dzienniki, aby zobaczyć, które zadanie jest uruchomione, i wyświetlić aktualizacje zadań w czasie rzeczywistym.
pt: Espere a tarefa ser executada ou cancele uma receita em execução. Consulte os registros para saber qual tarefa está sendo executada e ver atualizações da tarefa em tempo real.

source: All tasks in the recipe completed without error.
es: Todas las tareas de la receta se han completado sin errores.
es_419: Todas las tareas de la receta se completaron sin errores.
fr: Toutes les tâches de la recette ont été exécutées sans erreur.
fr_ca: Toutes les tâches ont été réalisées sans problème.
hi: सभी टास्क बिना किसी गड़बड़ी के पूरे हो गए हैं.
pl: Wszystkie zadania w przepisie zostały ukończone bez błędów.
pt: Todas as tarefas na receita foram concluídas sem erros.

source: The task will resume again the next day as controlled by its timezone setting.
es: La tarea se reanudará el próximo día según la zona horaria que tenga asignada.
es_419: La tarea se reanudará nuevamente al día siguiente, según el control establecido por la configuración de la zona horaria correspondiente.
fr: La tâche reprendra le jour suivant, sur la base du paramètre de fuseau horaire.
fr_ca: La tâche reprendra le jour suivant selon la configuration de son fuseau horaire.
hi: अगर टास्क, समयक्षेत्र की अपनी सेटिंग के कंट्रोल में है, तो यह अगले दिन फिर से शुरू होगा.
pl: Zadanie zostanie wznowione następnego dnia zgodnie z ustawieniami strefy czasowej.
pt: A tarefa será retomada no dia seguinte, de acordo com a configuração de fuso horário dela.

source: No tasks in the recipe will be run.
es: No se ejecutará ninguna tarea de la receta.
es_419: No se ejecutará ninguna tarea de la receta.
fr: Aucune des tâches de la recette ne sera exécutée.
fr_ca: Aucune tâche de la recette ne sera exécutée.
hi: रेसिपी में मौजूद किसी भी टास्क को नहीं चलाया जाएगा.
pl: Żadne zadania w przepisie nie zostaną uruchomione.
pt: Nenhuma tarefa na receita será executada.

source: Unpause the recipe to resume execution.
es: Reanuda la receta para que siga ejecutándose.
es_419: Reactiva la receta para reanudar la ejecución.
fr: Réactivez la recette pour relancer l'exécution.
fr_ca: Annulez la suspension de la recette pour poursuivre l'exécution.
hi: रेसिपी को फिर से लागू करने के लिए, इसे जहां पर रोका था वहां से फिर चलाएं.
pl: Wznów przepis, aby wznowić wykonywanie zadania.
pt: Ative a receita para retomar a execução.

source: Timeout
es: Tiempo de espera
es_419: Se agotó el tiempo de espera
fr: Délai avant expiration
fr_ca: Expiration du délai
hi: विज्ञापन दिखने से पहले का समय अंतर (टाइम आउट)
pl: Przekroczony limit czasu
pt: Tempo limite

source: The task exceeded its 8 hour limit for execution and was terminated.
es: La tarea ha superado su límite de 8 horas de ejecución y se ha cancelado.
es_419: La tarea se cerró porque superó el límite de 8 horas para su ejecución.
fr: La tâche a dépassé la limite de 8 heures d'exécution et a été clôturée.
fr_ca: La tâche a dépassé sa limite d'exécution de 8 heures et s'est arrêtée.
hi: टास्क, तय किए गए अपने आठ घंटे के बाद भी लागू नहीं हुआ. इसलिए, इसे बंद कर दिया गया.
pl: Zadanie przekroczyło 8-godzinny limit na wykonanie i zostało zakończone.
pt: A tarefa excedeu o limite de 8 horas de execução e foi encerrada.

source: Check the logs, Edit the task to process less data and complete sooner. Some timeouts may be acceptable, for example a report was not ready, typically these tasks are scheduled multiple times in a workflow and eventually work.
es: Comprueba los registros y edita la tarea para procesar menos datos y que se complete antes. Algunos tiempos de espera se aceptan, por ejemplo, si un informe no está listo. Normalmente, estas tareas se programan varias veces y acaban funcionando.
es_419: Revisa los registros. Edita la tarea para que procese menos datos y pueda completarse en menos tiempo. Algunos tiempos de espera pueden ser aceptables, por ejemplo, si un informe no estaba listo. Por lo general, estas tareas se programan varias veces dentro del flujo de trabajo y, en algún momento, se completan.
fr: Vérifiez les journaux, et modifiez la tâche afin qu'elle traite moins de données et se termine plus tôt. Certains délais avant expiration peuvent être acceptables, par exemple si un rapport n'était pas prêt (en général, ce type de tâches est planifié plusieurs fois dans un workflow et finit donc pas s'exécuter).
fr_ca: Vérifiez les journaux, puis modifiez la tâche pour qu'elle traite moins de données et se termine plus tôt. Certaines expirations de délai sont acceptables (par exemple, un rapport n'était pas prêt); normalement, ces tâches apparaissent plusieurs fois dans le flux de travail et finissent par produire des résultats.
hi: लॉग देखें, टास्क में कम डेटा खर्च करने और जल्दी पूरा करने के लिए, टास्क में बदलाव करें. अगर रिपोर्ट तैयार नहीं है, तो ऐसे उदाहरण के लिए कुछ टाइम आउट स्वीकार किए जा सकते हैं. आम तौर पर, ये टास्क, वर्कफ़्लो में कई बार शेड्यूल किए जा सकते हैं. साथ ही, ऐसे मौके पर ये टास्क काम भी करते हैं.
pl: Sprawdź dzienniki. Edytuj zadanie, aby przetwarzało mniej danych i zostało szybciej zrealizowane. Przekroczenie niektórych limitów czasu może być dopuszczalne, np. jeśli raport nie był gotowy na czas. Zazwyczaj takie zadania są zaplanowane wiele razy w przepływie pracy i ostatecznie zostają zrealizowane.
pt: Verifique os registros e edite a tarefa para processar menos dados e concluí-la mais rapidamente. Alguns tempos limite são aceitáveis (por exemplo, um relatório não estava pronto). Essas tarefas costumam ser programadas várias vezes em um fluxo de trabalho até funcionarem.

source: Error
fr: Erreur
fr_ca: Erreur
hi: गड़बड़ी
pl: Błąd
pt: Erro

source: The task failed to execute. The error will be printed in the log, usually near the bottom for that task.
es: La tarea no se ha podido ejecutar. El error se mostrará en el registro, normalmente, en la parte inferior.
es_419: La tarea no se pudo ejecutar. El error se imprimirá en el registro, por lo general, cerca de la parte inferior correspondiente a esa tarea.
fr: Impossible d'exécuter la tâche. L'erreur est indiquée dans le journal, généralement dans le bas de la partie consacrée à cette tâche.
fr_ca: Échec de l'exécution de la tâche. Cet échec sera inscrit dans le journal, normalement vers la fin du document.
hi: टास्क लागू नहीं किया जा सका. गड़बड़ी को लॉग में प्रिंट कर दिया जाएगा. आम तौर पर, इस टास्क के लिए प्रिंट, लॉग के नीचे दिखता है.
pl: Zadanie nie zostało wykonane. Błąd będzie widoczny w dzienniku, zwykle w dolnej części zadania.
pt: A tarefa não foi executada. O erro aparecerá no registro, geralmente próximo à parte inferior da tarefa.

source: Share Recipe
es: Compartir receta
es_419: Compartir la receta
fr: Partager une recette
fr_ca: Partager la recette
hi: रेसिपी शेयर करें
pl: Udostępnianie przepisu
pt: Compartilhar receita
