Repository: ep-infosec/50_google_starthinker
Catalog: starthinker_ui/translations/*/LC_MESSAGES/django.po
Languages: es, es_419, fr, fr_ca, hi, pl, pt

source: Why share instructions when you can share a working workflow. Every custom recipe created in the StarThinker UI can be shared with clients. Create a recipe then click the Download button. DO NOT INCLUDE PASSWORDS OR CONFIDENTIAL INFORMATION IN SHARED RECIPES. Shared recipes can be executed via <a href="https://colab.research.google.com/" target="_blank">Google Collaboratory</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_airflow.md" target="_blank">Airflow/Composer</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">Python</a>, or <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_enterprise.md" target="_blank">UI</a>.
es: En lugar de compartir instrucciones, comparte un flujo de trabajo. Todas las recetas personalizadas que se crean en la UI de StarThinker pueden compartirse con clientes. Crea una receta y haz clic en Descargar. NO INCLUYAS CONTRASEÑAS NI INFORMACIÓN CONFIDENCIAL EN LAS RECETAS COMPARTIDAS. Las recetas compartidas pueden ejecutarse a través de <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_airflow.md" target="_blank">Airflow o Composer</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">Python</a> o <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_enterprise.md" target="_blank">la UI</a>.
es_419: ¿Por qué compartir instrucciones si puedes compartir un flujo de trabajo que funciona? Todas las recetas personalizadas creadas en la IU de StarThinker pueden compartirse con los clientes. Crea una receta y, luego, haz clic en el botón Descargar. NO INCLUYAS CONTRASEÑAS NI INFORMACIÓN CONFIDENCIAL EN LAS RECETAS COMPARTIDAS. Las recetas compartidas se pueden ejecutar mediante <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_airflow.md" target="_blank">Airflow/Composer</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">Python</a> o la <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_enterprise.md" target="_blank">IU</a>.
fr: Pourquoi partager des instructions alors que vous pouvez partager un workflow opérationnel ? Toutes les recettes personnalisées créées dans l'interface utilisateur de StarThinker peuvent être partagées avec des clients. Créez une recette, puis cliquez sur le bouton Télécharger. N'INCLUEZ PAS DE MOTS DE PASSE NI D'INFORMATIONS CONFIDENTIELLES DANS LES RECETTES PARTAGÉES. Les recettes partagées peuvent être exécutées via <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_airflow.md" target="_blank">Airflow/Composer</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">Python</a> ou l'<a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_enterprise.md" target="_blank">interface utilisateur</a>.
fr_ca: Pourquoi donner des instructions quand vous pouvez partager un flux de travail efficace? Chaque recette personnalisée créée dans l'IU de StarThinker peut être partagée avec des clients. Créez une recette, puis cliquez sur le bouton Download. VEUILLEZ N'INCLURE AUCUN MOT DE PASSE OU RENSEIGNEMENT CONFIDENTIEL DANS LES RECETTES PARTAGÉES. Les recettes partagées peuvent être exécutées part l'intermédiaire de <a href="https://colab.research.google.com/" target="_blank">Google Collaboratory</a>, d'<a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_airflow.md" target="_blank">Airflow/Composer</a>, de <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">Python</a> ou d'<a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_enterprise.md" target="_blank">IU</a>.
hi: जब आप काम के तौर पर इस्तेमाल होने वाले किसी वर्कफ़्लो को शेयर कर सकते हैं, तो निर्देश शेयर करने की क्या ज़रूरत है. StarThinker यूज़र इंटरफ़ेस (यूआई) में बनाई गई हर एक कस्टम रेसिपी को क्लाइंट के साथ शेयर किया जा सकता है. कोई रेसिपी बनाएं. इसके बाद, 'डाउनलोड करें' बटन पर क्लिक करें. DO NOT INCLUDE PASSWORDS OR CONFIDENTIAL INFORMATION IN SHARED RECIPES. शेयर की गई रेसिपी, <a href="https://colab.research.google.com/" target="_blank">Google Collaboratory</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_airflow.md" target="_blank">Airflow/Composer</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">Python</a>, or <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_enterprise.md" target="_blank">UI</a> की मदद से लागू की जा सकती हैं.
pl: Po co udostępniać instrukcje, skoro możesz udostępnić działający przepływ pracy. Każdy przepis stworzony w interfejsie użytkownika StarThinker można udostępniać klientom. Utwórz przepis, a następnie kliknij przycisk Pobierz. NIE DOŁĄCZAJ HASŁA ANI POUFNYCH INFORMACJI DO UDOSTĘPNIANYCH PRZEPISÓW. Udostępnione przepisy można uruchomić za pomocą narzędzi <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a> i <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_airflow.md" target="_blank">Airflow/Composer</a>, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">w Pythonie</a> lub <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_enterprise.md" target="_blank">w interfejsie użytkownika</a>.
pt: Por que compartilhar instruções quando você pode compartilhar um fluxo de trabalho em operação? Todas as receitas personalizadas criadas na IU do StarThinker podem ser compartilhadas com os clientes. Crie uma receita e clique no botão Download. NÃO INCLUA SENHAS NEM INFORMAÇÕES CONFIDENCIAIS NAS RECEITAS COMPARTILHADAS. As receitas compartilhadas podem ser executadas pelo <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>, pelo <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_airflow.md" target="_blank">Airflow/Composer</a>, por <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">Python</a> ou pela <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_enterprise.md" target="_blank">IU</a> (os três últimos links em inglês).

source: Screenshot of StarThinker Download Recipe page.
es: Captura de pantalla de la página para descargar la receta de StarThinker.
es_419: Captura de pantalla de la página Download Recipe de StarThinker
fr: Capture d'écran de la page de téléchargement de recette StarThinker.
fr_ca: Capture d'écran de la page de téléchargement des recettes StarThinker.
hi: StarThinker की रेसिपी में डाउनलोड करने वाले पेज का स्क्रीनशॉट.
pl: Zrzut ekranu strony pobierania przepisu w StarThinker.
pt: Captura de tela da página de download da receita no StarThinker

source: Google Collaboratory
es_419: Google Colaboratory
fr: Google Colaboratory
hi: Google Colaboratory
pl: Google Colaboratory
pt: Google Colaboratory

source: Ideal for non-technical clients who want to execute the recipe on demand.
es: Ideal para clientes sin formación técnica que quieren ejecutar la receta bajo demanda.
es_419: Ideal para clientes no técnicos que desean ejecutar la receta a pedido.
fr: Solution idéale pour les clients qui n'ont pas de connaissances techniques et souhaitent exécuter la recette à la demande.
fr_ca: Idéal pour les clients sans aptitudes techniques qui souhaitent exécuter la recette sur demande.
hi: Google Colaboratory, उन क्लाइंट के लिए काफ़ी बेहतर माना जाता है जो तकनीक के बारे में ज़्यादा नहीं जानते और मांग पर रेसिपी लागू करना चाहते हैं.
pl: Idealny dla niezaawansowanych technicznie klientów, którzy chcą uruchomić przepis na żądanie.
pt: Ideal para clientes não técnicos que querem executar a receita sob demanda.

source: Use for demos and workshops.
es: Se usa en demostraciones y talleres.
es_419: Utiliza esta herramienta para demostraciones y talleres.
fr: Pour les démonstrations et les ateliers.
fr_ca: Utilisation lors de démonstrations et d'ateliers.
hi: डेमो और वर्कशॉप के लिए, Google Colaboratory का इस्तेमाल करें.
pl: Używaj do prezentacji i warsztatów.
pt: Use para demonstrações e workshops.

source: Allows customization.
es: Se puede personalizar.
es_419: Permite personalizar la receta.
fr: Permet la personnalisation.
fr_ca: Permet la personnalisation.
hi: कस्टमाइज़ेशन की अनुमति देता है.
pl: Pozwala na dostosowanie.
pt: Permite personalização.

source: No coding necessary.
es: No hace falta escribir código.
es_419: No necesita programación.
fr: Aucune ligne de code n'est nécessaire.
fr_ca: Sans codage.
hi: कोडिंग की ज़रूरत नहीं होती.
pl: Nie musisz się znać na programowaniu.
pt: Não é necessário usar código.

source: Requires a free Google Cloud Project for credentials.
es: Requiere un proyecto gratuito de Google Cloud para obtener credenciales.
es_419: Requiere un proyecto gratuito de Google Cloud para tener credenciales.
fr: Vous avez besoin d'un projet Google Cloud gratuit pour les identifiants.
fr_ca: Nécessite un projet Google Cloud gratuit pour l'obtention d'authentifiants.
hi: क्रेडेंशियल के लिए, मुफ़्त Google Cloud Project की ज़रूरत है.
pl: Wymaga bezpłatnego projektu Google Cloud na potrzeby uwierzytelnienia logowania.
pt: Exige um projeto gratuito do Google Cloud para as credenciais.

source: Ideal for highly technical clients with engineering teams already using Airflow/Composer.
es: Ideal para clientes con muchos conocimientos técnicos y equipos de ingeniería que ya usan Airflow o Composer.
es_419: Ideal para clientes con mucho conocimiento técnico que tienen equipos de ingeniería que ya utilizan Airflow/Composer.
fr: Solution idéale pour les clients aux connaissances techniques élevées qui disposent d'équipes d'ingénieurs utilisant déjà Airflow/Composer.
fr_ca: Idéal pour les clients possédant d'excellentes compétences techniques faisant partie d'équipes d'ingénierie qui se servent déjà d'Airflow/de Composer.
hi: Google Colaboratory, तकनीकी तौर पर काफ़ी अच्छे माने जाने वाले उन क्लाइंट के लिए, बहुत बेहतर माना जाता है जिनके पास पेशेवर इंजीनियर की टीम है और वे पहले से ही Airflow/Composer का इस्तेमाल कर रहे हैं.
pl: Idealny dla zaawansowanych technicznie klientów z zespołami inżynierów już używających narzędzi Airflow/Composer.
pt: Ideal para clientes altamente técnicos com equipes de engenharia que já usam o Airflow/Composer.

source: Use for long running jobs using Airflow.
es: Se usa en tareas que se ejecutan con Airflow durante un tiempo prolongado.
es_419: Utiliza esta herramienta para trabajos de ejecución larga que usan Airflow.
fr: Pour les tâches de longue durée utilisant Airflow.
fr_ca: Utilisation lors de tâches à longue exécution à l'intérieur du système Airflow.
hi: Airflow का इस्तेमाल करते हुए, काम को लंबे समय तक चलाने के लिए, Google Colaboratory को आज़माएं.
pl: Używaj do długotrwałych zadań przy użyciu Airflow.
pt: Utilize em jobs de longo prazo que usam o Airflow.

source: Extensive coding required.
es: Hace falta escribir mucho código.
es_419: Requiere mucha programación.
fr: Vous avez besoin de nombreuses lignes de code.
fr_ca: Codage avancé requis.
hi: कोडिंग के ज़्यादा इस्तेमाल की ज़रूरत है.
pl: Wymagane rozbudowane kodowanie.
pt: É necessário bastante código.

source: Requires a paid Google Cloud Composer instance.
es: Requiere una instancia de pago de Google Cloud Composer.
es_419: Se necesita una instancia paga de Google Cloud Composer.
fr: Vous avez besoin d'une instance payante de Google Cloud Composer.
fr_ca: Nécessite une instance Google Cloud Composer payante.
hi: सिर्फ़ एक काम के लिए भी Google Cloud Composer को पैसे देकर इस्तेमाल करने की ज़रूरत है.
pl: Wymaga płatnej wersji narzędzia Google Cloud Composer.
pt: Exige uma instância paga do Google Cloud Composer.

source: Ideal for highly technical clients who want a minimal deployment footprint.
es: Ideal para clientes con muchos conocimientos técnicos que necesitan que el impacto de los despliegues sea mínimo.
es_419: Ideal para clientes con mucho conocimiento técnico que desean una implementación mínima.
fr: Solution idéale pour les clients aux connaissances techniques élevées qui veulent une empreinte de déploiement minimale.
fr_ca: Idéal pour les clients possédant d'excellentes compétences techniques qui souhaitent une empreinte de déploiement minimale.
hi: Python, तकनीकी तौर पर काफ़ी अच्छे माने जाने वाले उन क्लाइंट के लिए बहुत बेहतर माना जाता है जो कम से कम लोगों के साथ रेसिपी शेयर करना चाहते हैं.
pl: Idealny dla zaawansowanych technicznie klientów, którym zależy na jak najprostszym wdrożeniu.
pt: Ideal para clientes altamente técnicos que querem uma implantação que não ocupe muita memória.

source: Use for custom infrastructure integration.
es: Se usa en integraciones de infraestructuras personalizadas.
es_419: Utiliza esta herramienta para una integración de infraestructura personalizada.
fr: Pour l'intégration d'une infrastructure personnalisée.
fr_ca: Utilisation lors de l'intégration d'infrastructures personnalisées.
hi: कस्टम इन्फ़्रास्ट्रक्चर इंटिग्रेशन के लिए, Python का इस्तेमाल करें.
pl: Użyj do integracji infrastruktury niestandardowej.
pt: Use para a integração de infraestrutura personalizada.

source: Allows minimal customization.
es: Se puede personalizar muy poco.
es_419: Permite una personalización mínima de la receta.
fr: Permet une personnalisation minimale.
fr_ca: Permet de légères personnalisations.
hi: Python, कम से कम कस्टमाइज़ेशन की अनुमति देता है.
pl: Pozwala na minimalne dostosowanie.
pt: Permite pouca personalização.

source: UI
es_419: IU
fr: Interface utilisateur
fr_ca: IU
hi: यूज़र इंटरफ़ेस (यूआई)
pl: Interfejs użytkownika
pt: IU

source: Ideal for teams wanting to build recipes at scale for multiple accounts.
es: Ideal para equipos que quieren compilar recetas a gran escala para varias cuentas.
es_419: Ideal para los equipos que desean compilar recetas a gran escala para varias cuentas.
fr: Solution idéale pour les équipes qui veulent créer des recettes adaptées à plusieurs comptes.
fr_ca: Idéal pour les équipes souhaitant concevoir des recettes échelonnées pour différents comptes.
hi: Python, उन टीमों के लिए काफ़ी बेहतर माना जाता है जो कई खातों के लिए, रेसिपी बनाने की मांग करते हैं.
pl: Idealny dla zespołów, które chcą tworzyć przepisy na dużą skalę dla wielu kont.
pt: Ideal no caso de equipes que querem criar receitas em grande escala para várias contas.

source: Support no-coding UI recipe builder.
es: Permite compilar recetas sin código.
es_419: Es compatible con el compilador de recetas basado en la IU, sin necesidad de programación.
fr: Compatible avec la création de recettes dans une interface utilisateur qui ne nécessite pas de codage.
fr_ca: Prend en charge l'IU sans codage du générateur de recettes.
hi: बिना कोडिंग के यूज़र इंटरफ़ेस (यूआई) रेसिपी बिल्डर के लिए सहायता.
pl: Umożliwia tworzenia przepisów bez kodowania, przy użyciu interfejsu użytkownika.
pt: Suporte à IU do criador de receitas, sem a necessidade de usar código.

source: Operations and support required.
es: Requiere un equipo de operaciones y otro de asistencia.
es_419: Requiere operaciones y asistencia.
fr: Opérations et assistance nécessaires.
fr_ca: Opérations et assistance requises.
hi: कार्रवाई और सहायता ज़रूरी है.
pl: Wymagane operacje i wsparcie.
pt: Operações e suporte são necessários.

source: Requires a paid Google Cloud Project.
es: Requiere un proyecto de pago de Google Cloud.
es_419: Se debe contar con un proyecto pago de Google Cloud.
fr: Vous avez besoin d'un projet Google Cloud payant.
fr_ca: Nécessite un projet Google Cloud payant.
hi: पेसे देकर Google Cloud Project इस्तेमाल करने की ज़रूरत है.
pl: Wymaga płatnego projektu Google Cloud.
pt: Exige um projeto pago do Google Cloud.

source: StarThinker will do what you tell it to. IT RUNS AS YOU, if you have access it will do it, be careful about overwriting, creating, sharing, or deleting data. Double check everything before running tasks. Undo is not a feature.
es: StarThinker hará lo que le pidas y ejecutará todas las acciones para las que tengas permiso como lo harías tú. Ten cuidado a la hora de sobrescribir, crear, compartir o eliminar datos. Compruébalo todo antes de ejecutar tareas, ya que no se pueden deshacer.
es_419: StarThinker hará lo que le indiques que haga. SE EJECUTA COMO SI FUERAS TÚ: Si tienes acceso, StarThinker también lo tendrá. Ten cuidado al reemplazar, crear, compartir o borrar datos. Comprueba dos veces todo antes de ejecutar tareas. Las acciones no se pueden deshacer.
fr: StarThinker fait ce que vous lui demandez de faire. IL FONCTIONNE COMME VOUS. Si vous disposez d'un accès, il effectue les opérations. Faites attention à l'écrasement, à la création, au partage ou à la suppression de données. Vérifiez tout avant d'exécuter les tâches. Vous n'avez pas la possibilité de les annuler.
fr_ca: StarThinker fera ce que vous lui demanderez de faire. Si vous avez un accès à son interface, IL S'EXÉCUTE EN VOTRE NOM, donc faites preuve de prudence afin d'éviter d'écraser, de créer, de partager ou de supprimer des données involontairement. Revérifiez tout avant d'exécuter des tâches. Il n'y a pas de fonctionnalité Annuler.
hi: आप जो कहेंगे, StarThinker वही करेगा. IT RUNS AS YOU, अगर आप StarThinker का इस्तेमाल करते हैं, तो आपका बाकी काम यह खुद कर देगा. हालांकि, डेटा को ओवरराइट करने, उसे बनाने, शेयर करने, और उसे मिटाने जैसी बातों का ध्यान ज़रूर रखें. टास्क चलाने से पहले, सभी चीज़ों को फिर से जांच लें. 'पहले जैसा करें' एक सुविधा नहीं है.
pl: StarThinker zrobi to, co mu zlecisz. DZIAŁA TAK JAK TY – jeśli masz dostęp, zrealizuje zadanie. Zachowaj ostrożność podczas nadpisywania, tworzenia, udostępniania lub usuwania danych. Dokładnie sprawdź wszystko przed uruchomieniem zadań. Nie ma możliwości cofnięcia poleceń.
pt: O StarThinker fará o que você pedir. ELE OBEDECE ÀS SUAS INSTRUÇÕES. Se você tiver permissão para realizar uma ação, o StarThinker cuidará do processo. Tome cuidado para não substituir, criar, compartilhar ou excluir dados por engano. Verifique tudo antes de executar tarefas. Não é possível desfazer ações.

source: DATASETS ARE NOT DELETED when a recipe is deleted.
es: Los conjuntos de datos no se eliminan cuando se borra una receta.
es_419: Cuando se borra una receta, LOS CONJUNTOS DE DATOS NO SE BORRAN.
fr: LES ENSEMBLES DE DONNÉES NE SONT PAS SUPPRIMÉS lors de la suppression d'une recette.
fr_ca: LES ENSEMBLES DE DONNÉES NE SONT PAS SUPPRIMÉS lorsqu'une recette est supprimée.
hi: DATASETS ARE NOT DELETED जब किसी रेसिपी को मिटाया जाता है.
pl: ZBIORY DANYCH NIE SĄ USUWANE po usunięciu przepisu.
pt: OS CONJUNTOS DE DADOS NÃO SÃO EXCLUÍDOS quando uma receita é removida.

source: You will have to manually delete the dataset.
es: Tendrás que eliminar el conjunto de datos manualmente.
es_419: Tienes que borrarlos manualmente.
fr: Vous devez supprimer l'ensemble de données manuellement.
fr_ca: Vous devrez supprimer l'ensemble de données manuellement.
hi: आपको मैन्युअल तरीके से डेटासेट मिटाना होगा.
pl: Musisz ręcznie usunąć zbiór danych.
pt: Você precisará excluir manualmente o conjunto de dados.

source: You will have to verify dataset contains what you want before sharing.
es: Tendrás que verificar que el conjunto de datos contiene lo que quieres antes de compartirlo.
es_419: Tienes que verificar que el conjunto de datos contiene lo que deseas antes de compartirlo.
fr: Vous devez vérifier que l'ensemble de données contient ce que vous voulez avant de le partager.
fr_ca: Vous devrez vérifier si l'ensemble de données contient tout le nécessaire avant de le partager.
hi: शेयर करने से पहले, आप जो चाहते हैं उसके लिए आपको डेटासेट में दी गई जानकारी की पुष्टि करनी होगी.
pl: Przed udostępnieniem zbioru danych musisz sprawdzić, czy zawiera on to, co chcesz.
pt: Verifique se o conjunto de dados inclui o que você quer antes de compartilhar.

source: Changing DBM / DCM report definition requires delete of report.
es: Para cambiar la definición del informe de DBM a DCM, y viceversa, tienes que eliminarlo.
es_419: Para cambiar la definición de un informe de DBM/DCM, es necesario borrarlo.
fr: Pour modifier la définition de rapport DBM/DCM, vous devez supprimer le rapport.
fr_ca: La modification de la définition d'un rapport DBM/DCM requiert la suppression du rapport.
hi: DBM / DCM रिपोर्ट की परिभाषा बदलने के लिए, रिपोर्ट को हटाना ज़रूरी है.
pl: Zmiana definicji raportu DBM/DCM wymaga usunięcia raportu.
pt: Para mudar a definição do relatório do DBM / DCM, é necessário excluir o relatório.

source: You will have to go into DBM / DCM and delete the report.
es: Tendrás que cambiar el informe a DBM o DCM y eliminarlo.
es_419: Tendrás que ingresar a DBM/DCM y borrar el informe.
fr: Vous devez accéder à DBM/DCM, puis supprimer le rapport.
fr_ca: Vous devrez ouvrir DBM/DCM et supprimer le rapport.
hi: आपको DBM / DCM में जाना होगा और रिपोर्ट को हटाना होगा.
pl: Musisz przejść do DBM/DCM i usunąć raport.
pt: Acesse o DBM / DCM para excluir o relatório.

source: StarThinker will then create the new report definition.
es: Después, StarThinker creará la nueva definición del informe.
es_419: Entonces, StarThinker creará una definición de informe nuevo.
fr: StarThinker crée ensuite la nouvelle définition de rapport.
fr_ca: StarThinker créera ensuite la nouvelle définition de rapport.
hi: StarThinker तब एक नई रिपोर्ट की परिभाषा बनाएगा.
pl: StarThinker utworzy wówczas nową definicję raportu.
pt: Em seguida, o StarThinker criará a nova definição do relatório.

source: BigQuery views are not modified by StarThinker if they exist.
es: StarThinker no modifica las vistas de BigQuery que ya haya.
es_419: Si existen vistas de BigQuery, StarThinker no las modifica.
fr: Les vues BigQuery ne sont pas modifiées par StarThinker si elles existent.
fr_ca: StarThinker ne modifie pas les vues BigQuery si elles existent.
hi: अगर BigQuery के व्यू मौजूद हैं, तो इसका मतलब है कि उनमें StarThinker की मदद से बदलाव नहीं किया गया है.
pl: Widoki BigQuery, jeśli istnieją, nie są modyfikowane przez StarThinker.
pt: Se houver visualizações do BigQuery, elas não serão modificadas pelo StarThinker.

source: This is to protect any customizations you may have added.
es: De esta forma, se protegen las personalizaciones que hayas añadido.
es_419: Esto es así para proteger toda personalización que hayas agregado.
fr: Les éventuelles personnalisations que vous avez ajoutées sont ainsi protégées.
fr_ca: Cela vise à protéger toutes les personnalisations que vous y avez apportées, le cas échéant.
hi: आपने जो भी कस्टमाइज़ेशन जोड़े हैं, यह उन्हें सुरक्षित रखने के लिए है.
pl: Ma to na celu ochronę wszelkich dodanych dostosowań.
pt: Isso protege as personalizações que você adicionou.

source: You will have to delete the view for StarThinker to recreate it.
es: Tendrás que eliminar la vista de StarThinker para volver a crearla.
es_419: Tendrás que borrar la vista para que StarThinker vuelva a crearla.
fr: Vous devez supprimer la vue pour que StarThinker la recrée.
fr_ca: Vous devrez supprimer la vue afin que StarThinker puisse la recréer.
hi: आपको इसे फिर से बनाने के लिए, StarThinker के व्यू को हटाना होगा.
pl: Musisz usunąć widok, aby StarThinker mógł go odtworzyć.
pt: Exclua a visualização para o StarThinker recriá-la.
