Repository: ep-infosec/50_google_starthinker
Catalog: starthinker_ui/translations/*/LC_MESSAGES/django.po
Languages: es, es_419, fr, fr_ca, hi, pl, pt

source: Click Create and open the downloaded JSON file.
es: Haz clic en Crear y abre el archivo JSON descargado.
es_419: Haz clic en Crear y abre el archivo JSON descargado.
fr: Cliquez sur Créer, puis ouvrez le fichier JSON téléchargé.
fr_ca: Cliquez sur Créer et ouvrez le fichier JSON que vous avez téléchargé.
hi: 'बनाएं' पर क्लिक करें और डाउनलोड की गई JSON फ़ॉर्मैट वाली फ़ाइल खोलें.
pl: Kliknij Utwórz i otwórz pobrany plik JSON.
pt: Clique em Criar e abra o arquivo JSON salvo.

source: Copy the contents and paste into the <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png"> StarThinker Project page Service field</a>.
es: Copia el contenido y pégalo en el <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">campo Servicio de la página del proyecto de StarThinker</a>.
es_419: Copia su contenido y pégalo en el <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">campo Servicio de la página Proyecto de StarThinker</a>.
fr: Copiez le contenu et collez-le dans le <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">champ Service de la page du projet StarThinker</a>.
fr_ca: Copiez-collez le contenu dans le <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">champ Service de la page de projet StarThinker</a>.
hi: कॉन्टेंट कॉपी करें और <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png"> StarThinker Project पेज के सेवा फ़ील्ड</a> में चिपकाएं.
pl: Skopiuj treść i wklej ją w polu <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png"> Usługa na stronie projektu w StarThinker</a>.
pt: Copie o conteúdo e cole-o no <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_project.png">campo Service da página do projeto no StarThinker</a>.

source: Copy the contents and paste into the <a href="/project/edit/"> StarThinker Project page Service field</a>.
es: Copia el contenido y pégalo en el <a href="/project/edit/">campo Servicio de la página del proyecto de StarThinker</a>.
es_419: Copia su contenido y pégalo en el <a href="/project/edit/">campo Servicio de la página Proyecto de StarThinker</a>.
fr: Copiez le contenu et collez-le dans le <a href="/project/edit/">champ Service de la page du projet StarThinker</a>.
fr_ca: Copiez-collez le contenu dans le <a href="/project/edit/">champ Service de la page de projet StarThinker</a>.
hi: कॉन्टेंट कॉपी करें और <a href="/project/edit/"> StarThinker Project पेज के सेवा फ़ील्ड</a> में चिपकाएं.
pl: Skopiuj treść i wklej ją w polu <a href="/project/edit/"> Usługa na stronie projektu w StarThinker</a>.
pt: Copie o conteúdo e cole-o no <a href="/project/edit/">campo Service da página do projeto no StarThinker</a>.

source: Click save.
es: Haz clic en Guardar.
es_419: Haz clic en Guardar.
fr: Cliquez sur Enregistrer.
fr_ca: Cliquez sur Enregistrer.
hi: 'सेव करें' पर क्लिक करें.
pl: Kliknij Zapisz.
pt: Clique em Salvar.

source: The new project will become a dropdown option on <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png"> StarThinker Recipe pages</a>.
es: El proyecto nuevo se convertirá en una opción despegable de las <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">páginas de recetas de StarThinker</a>.
es_419: El nuevo proyecto se convertirá en una opción desplegable en las <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">páginas de Recetas de StarThinker</a>.
fr: Le nouveau projet devient une option de liste déroulante sur les <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">pages de recettes StarThinker</a>.
fr_ca: Le nouveau projet deviendra un menu déroulant sur les <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">pages de recettes StarThinker</a>.
hi: नया प्रोजेक्ट, <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png"> StarThinker रेसिपी के पेज </a> पर, एक ड्रॉपडाउन विकल्प के तौर पर दिखेगा.
pl: Nowy projekt pojawi się jako opcja w menu dostępnym na stronach <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png"> przepisów w StarThinker</a>.
pt: O novo projeto será exibido como uma opção da lista suspensa em <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">páginas de receitas no StarThinker</a>.

source: The new project will become a dropdown option on <a href="/recipe/edit/"> StarThinker Recipe pages</a>.
es: El proyecto nuevo se convertirá en una opción desplegable de las <a href="/recipe/edit/">páginas de recetas de StarThinker</a>.
es_419: El nuevo proyecto se convertirá en una opción desplegable en las <a href="/recipe/edit/">páginas de Recetas de StarThinker</a>.
fr: Le nouveau projet devient une option de liste déroulante sur les <a href="/recipe/edit/">pages de recettes StarThinker</a>.
fr_ca: Le nouveau projet deviendra un menu déroulant sur les <a href="/recipe/edit/">pages de recettes StarThinker</a>.
hi: नया प्रोजेक्ट, <a href="/recipe/edit/"> StarThinker रेसिपी के पेज </a> पर, एक ड्रॉपडाउन विकल्प के तौर पर दिखेगा.
pl: Nowy projekt pojawi się jako opcja w menu dostępnym na stronach <a href="/recipe/edit/"> przepisów w StarThinker</a>.
pt: O novo projeto será exibido como uma opção da lista suspensa em <a href="/recipe/edit/">páginas de receitas no StarThinker</a>.

source: WARNING:
es: ADVERTENCIA:
es_419: ADVERTENCIA:
fr: AVERTISSEMENT :
fr_ca: AVERTISSEMENT :
pl: UWAGA:
pt: AVISO:

source: If you share your service credentials, other users will be able to use them in their recipes but not download or view them. Sharing the service credentials grants other users <a href="https://console.cloud.google.com/iam-admin/iam" target="_blank"> all the permissions your service account has</a>, use extreme caution.
es: Si compartes tus credenciales de servicio, otros usuarios podrán usarlas en sus recetas, aunque no podrán descargarlas ni verlas. Al compartirlas, se otorgan <a href="https://console.cloud.google.com/iam-admin/iam" target="_blank"> todos los permisos de tu cuenta de servicio</a> a otros usuarios, así que ten cuidado.
es_419: Si compartes tus credenciales de servicios, otros usuarios podrán utilizarlas en sus recetas, pero no podrán descargarlas ni verlas. Cuando compartes tus credenciales de servicio, les estás otorgando a otros usuarios <a href="https://console.cloud.google.com/iam-admin/iam" target="_blank">todos los permisos que tiene tu cuenta de servicio</a>; ten mucho cuidado.
fr: Si vous partagez vos identifiants de service, les autres utilisateurs peuvent s'en servir dans leurs recettes, mais pas les télécharger ni les consulter. Lorsque vous partagez les identifiants de service, les autres utilisateurs bénéficient de <a href="https://console.cloud.google.com/iam-admin/iam" target="_blank">toutes les autorisations associées à votre compte de service</a>. Soyez donc extrêmement prudent.
fr_ca: Si vous partagez votre authentifiant de service, d'autres utilisateurs pourront les utiliser dans leurs recettes, mais ne pourront pas les télécharger ni les afficher. Le partage d'authentifiants de service accorde à d'autres utilisateurs <a href="https://console.cloud.google.com/iam-admin/iam" target="_blank">toutes les autorisations associées à votre compte de service</a>. La prudence est donc de mise.
hi: अगर आप अपने सेवा के क्रेडेंशियल शेयर करते हैं, तो लोग अपनी रेसिपी के लिए, इसका इस्तेमाल कर सकते हैं. हालांकि, लोगों के पास सेवा के क्रेडेंशियल डाउनलोड करने या देखने की सुविधा उपलब्ध नहीं होगी. सेवा के क्रेडेंशियल शेयर करने से, दूसरे उपयोगकर्ताओं के पास <a href="https://console.cloud.google.com/iam-admin/iam" target="_blank"> आपके सेवा खाते के लिए मिली सभी अनुमतियों का ऐक्सेस मिल जाता है</a>. इसलिए, इसका इस्तेमाल बहुत सावधानी से करें.
pl: Jeśli udostępnisz swoje dane logowania do usługi, inni użytkownicy będą mogli ich używać w swoich przepisach, ale nie będą mogli ich pobierać ani wyświetlać. Udostępnienie danych logowania do usługi daje innym użytkownikom <a href="https://console.cloud.google.com/iam-admin/iam" target="_blank"> wszystkie uprawnienia, jakie ma Twoje konto usługi</a>. Zachowaj ostrożność.
pt: Se você compartilhar suas credenciais do serviço, outros usuários poderão usá-las nas receitas deles, mas não conseguirão fazer o download nem visualizá-las. Compartilhar essas credenciais concede a outros usuários <a href="https://console.cloud.google.com/iam-admin/iam" target="_blank">as mesmas permissões da sua conta de serviço</a>. Faça isso com bastante cuidado.

source: Run Recipe
es: Ejecutar receta
es_419: Ejecutar una receta
fr: Exécuter une recette
fr_ca: Exécuter une recette
hi: रेसिपी चलाएं
pl: Uruchamianie przepisu
pt: Executar receita

source: Screenshot of StarThinker Edit Recipe page.
es: Captura de pantalla de la página Editar receta de StarThinker.
es_419: Captura de pantalla de la página Edit Recipe de StarThinker
fr: Capture d'écran de la page de modification de recette StarThinker.
fr_ca: Capture d'écran de la page de modification des recettes StarThinker.
hi: StarThinker की रेसिपी में बदलाव करने वाले पेज का स्क्रीनशॉट.
pl: Zrzut ekranu strony edycji przepisu w StarThinker.
pt: Captura de tela da página de edição da receita no StarThinker

source: Creating A Recipe Workflow
es: Crear el flujo de trabajo de una receta
es_419: Cómo crear el flujo de trabajo de una receta
fr: Créer un workflow de recette
fr_ca: Créer un flux de travail pour une recette
hi: कोई रेसिपी वर्कफ़्लो बनाएं
pl: Tworzenie przepływu pracy przepisu
pt: Criar um fluxo de trabalho de receita

source: Recipes can be manual, initiated by the user and run only once, or scheduled, running at set times on set days. Other than the schedule, all steps are the same.
es: Las recetas pueden ser manuales, es decir, las inicia el usuario y se ejecutan una sola vez, o programadas, en cuyo caso se ejecutan en los momentos y días establecidos. Menos la programación, el resto de los pasos son iguales en ambos tipos.
es_419: Las recetas pueden ser manuales (el usuario las inicia y las ejecuta solo una vez) o programadas (se ejecutan a horarios establecidos en los días indicados). Excepto la programación, todos los demás pasos son iguales.
fr: Les recettes peuvent être déclenchées manuellement par l'utilisateur (elles ne s'exécutent qu'une seule fois) ou planifiées (elles s'exécutent les jours définis, aux heures définies). En dehors de la planification, les étapes sont identiques.
fr_ca: Les recettes peuvent être manuelles, mises en route par l'utilisateur et exécutées une fois seulement, ou bien programmées et exécutées à heures et à jours fixes. Hormis le programme, toutes les étapes sont les mêmes.
hi: उपयोगकर्ताओं की शुरू की गई रेसिपी को मैन्युअल तौर पर तैयार किया जा सकता है. इन रेसिपी को या तो एक बार इस्तेमाल किया जाता है या एक बार शेड्यूल किया जाता है. इसके अलावा, दिन के हिसाब से सेट किए समय मुताबिक, रेसिपी चलाई जाती हैं. सिर्फ़ शेड्यूल की गई रेसिपी को छोड़ दें, तो बाकी की रेसिपी एक ही तरीके से तैयार की जाती हैं.
pl: Przepisy mogą być ręczne, inicjowane przez użytkownika i uruchamiane tylko raz, lub zaplanowane, uruchamiane o ustalonych porach w określone dni. Poza harmonogramem wszystkie kroki są takie same.
pt: As receitas podem ser manuais, iniciadas pelo usuário e são executadas apenas uma vez ou programadas (ou seja, executadas em horários e dias predefinidos). Com exceção da programação, todas as etapas são iguais.

source: Visit the <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">scheduled</a> or <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_manual.png">manual</a> recipe page.
es: Visita la página de la receta <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">programada</a> o <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_manual.png">manual</a>.
es_419: Consulta la página de recetas <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">programadas</a> o <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_manual.png">manuales</a>.
fr: Consultez la page des recettes <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">planifiées</a> ou <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_manual.png">manuelles</a>.
fr_ca: Visitez la page sur les recettes <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">programmées</a> ou <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_manual.png">manuelles</a>.
hi: <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">शेड्यूल किए गए</a> or <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_manual.png">मैन्युअल तौर पर</a> रेसिपी तैयार करने से जुड़ी जानकारी देने वाले पेज पर जाएं.
pl: Otwórz stronę przepisu <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">uruchamianego wg harmonogramu</a> lub <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_manual.png">ręcznie</a>.
pt: Acesse a página da receita <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_recipe.png">programada</a> ou <a href="https://raw.githubusercontent.com/google/starthinker/master/tutorials/images/ui_manual.png">manual</a>.

source: Visit the <a href="/recipe/edit/">scheduled</a> or <a href="/recipe/manual/">manual</a> recipe page.
es: Visita la página de la receta <a href="/recipe/edit/">programada</a> o <a href="/recipe/manual/">manual</a>.
es_419: Consulta la página de recetas <a href="/recipe/edit/">programadas</a> o <a href="/recipe/manual/">manuales</a>.
fr: Consultez la page des recettes <a href="/recipe/edit/">planifiées</a> ou <a href="/recipe/manual/">manuelles</a>.
fr_ca: Visitez la page sur les recettes <a href="/recipe/edit/">programmées</a> ou <a href="/recipe/manual/">manuelles</a>.
hi: <a href="/recipe/edit/">शेड्यूल किए गए</a> or <a href="/recipe/manual/">मैन्युअल तौर पर</a> रेसिपी तैयार करने से जुड़ी जानकारी देने वाले पेज पर जाएं.
pl: Otwórz stronę przepisu <a href="/recipe/edit/">uruchamianego wg harmonogramu</a> lub <a href="/recipe/manual/">ręcznie</a>.
pt: Acesse a página da receita <a href="/recipe/edit/">programada</a> ou <a href="/recipe/manual/">manual</a>.

source: Name the recipe, the name is often used to create assets such as Sheets and Dataset by some recipes, choose the name to reflect an account or client. If changed, already created assets may become disconnected.
es: Asigna un nombre a la receta que sea representativo de una cuenta o un cliente. El nombre suele servir para crear recursos, como hojas de cálculo y conjuntos de datos, a partir de algunas recetas. Si lo cambias, los recursos creados pueden desconectarse.
es_419: Elige un nombre para la receta que, en algunos casos, se utilizará para crear elementos tales como hojas de cálculo y conjuntos de datos. Selecciona un nombre que refleje una cuenta o cliente. Si se lo modifica, los elementos ya creados podrían desconectarse.
fr: Attribuez un nom à la recette. Ce nom est souvent utilisé lors de la création d'éléments tels que des feuilles et des ensembles de données. Faites donc en sorte qu'il évoque un compte ou un client. Si le nom est modifié, les éléments déjà créés risquent d'être dissociés.
fr_ca: Nommez la recette : ce nom sert souvent à créer des éléments comme des feuilles de calcul et des ensembles de données par certaines recettes, alors choisissez un nom qui renvoie à un compte ou à un client. Si le nom est modifié, les éléments déjà créés pourraient être dissociés.
hi: रेसिपी का नाम रखें. इस नाम का इस्तेमाल, उन Sheets और डेटासेट के लिए किया जाता है जिनका इस्तेमाल कुछ रेसिपी में होता है. किसी खाते या क्लाइंट की पहचान करने के लिए, इस नाम को चुनें. अगर नाम को बदल दिया गया है, तो पहले से बनाए गए एसेट, डिसकनेक्ट किए जा सकते हैं.
pl: Nazwij przepis. Nazwa jest często używana do tworzenia zasobów (takich jak arkusze i zbiór danych) w innych przepisach, wybierz więc taką, która będzie nawiązywać do nazwy konta lub firmy klienta. W przypadku zmiany nazwy już utworzone zasoby mogą zostać odłączone.
pt: Dê um nome à receita. O nome geralmente é usado para ela criar recursos como planilhas e conjuntos de dados. Escolha um nome que represente uma conta ou um cliente. Se você alterá-lo, os recursos já criados poderão ser desconectados.

source: If the recipe writes to Google Cloud, select the Google Cloud Project Service Account, <a href="#help_setup">set up earlier</a>.
es: Si la receta escribe en Google Cloud, selecciona la cuenta de servicio del proyecto de Google Cloud que <a href="#help_setup">has configurado antes</a>.
es_419: Si la receta escribe datos en Google Cloud, selecciona la cuenta de servicio del proyecto de Google Cloud que <a href="#help_setup">configuraste antes</a>.
fr: Si la recette écrit à Google Cloud, sélectionnez le compte de service du projet Google Cloud, <a href="#help_setup">configuré précédemment</a>.
fr_ca: Si la recette est transférée vers Google Cloud, sélectionnez le compte de service du projet Google Cloud <a href="#help_setup">que vous avez configuré précédemment</a>.
hi: अगर रेसिपी को Google Cloud के लिए लिखा जा रहा है, तो Google Cloud Project के लिए बनाए गए सेवा खाते को चुनें, <a href="#help_setup">पहले से ही सेट अप किया गया</a>.
pl: Jeśli przepis zapisuje dane w Google Cloud, wybierz konto projektu Google Cloud <a href="#help_setup">skonfigurowane wcześniej</a>.
pt: Se a receita escrever para o Google Cloud, selecione a conta de serviço do projeto do Google Cloud e <a href="#help_setup">faça a configuração antes</a>.

source: For scheduled recipes, choose the timezone, days, and hours to run every task in the recipe. All task times and assets created by the recipe will use the timezone selected as a refrence.
es: En el caso de las recetas programadas, elige la zona horaria, los días y las horas en los que debe ejecutarse cada tarea de la receta. Los días y las horas de las tareas y los recursos que cree la receta usarán la zona horaria que se haya seleccionado como referencia.
es_419: En el caso de las recetas programadas, selecciona la zona horaria, los días y las horas en que debe ejecutarse cada tarea de la receta. Todos los horarios de las tareas y los elementos creados por la receta utilizarán la zona horaria seleccionada como referencia.
fr: Pour les recettes planifiées, choisissez le fuseau horaire, les jours et les heures où exécuter chaque tâche. Les heures des tâches et les éléments créés par la recette utilisent le fuseau horaire sélectionné comme référence.
fr_ca: En ce qui concerne les recettes programmées, précisez votre fuseau horaire, ainsi que les jours et les heures d'exécution de chacune des tâches comprises dans la recette. L'ensemble des heures et des éléments de tâche créés par la recette utilisera le fuseau horaire à titre de référence.
hi: शेड्यूल की गई रेसिपी के लिए, समयक्षेत्र, दिन, और घंटे चुनें. ऐसा करके, आप रेसिपी के लिए इस्तेमाल होने वाले सभी टास्क चला सकते हैं. रेसिपी के बनाए गए टास्क के सभी समय और एसेट, उस समयक्षेत्र का इस्तेमाल करते हैं जो रेफ़रंस के तौर पर चुना गया है.
pl: W przypadku zaplanowanych przepisów wybierz strefę czasową, dni i godziny uruchamiania każdego zadania w przepisie. Wszystkie czasy zadań i zasoby utworzone przez przepis będą korzystać z wybranej strefy czasowej.
pt: No caso de receitas programadas, escolha o fuso horário, os dias e os horários para executar cada tarefa na receita. Todos os horários de tarefa e recursos criados pela tarefa usarão o fuso horário selecionado como referência.

source: Click
es: Clic
es_419: Clic
fr: Clic
fr_ca: Cliquer
hi: क्लिक
pl: Kliknij
pt: Clique
