Repository: ep-infosec/50_google_starthinker
Catalog: starthinker_ui/translations/*/LC_MESSAGES/django.po
Languages: es, es_419, fr, fr_ca, hi, pl, pt

source: Monday
es: Lunes
es_419: Lunes
fr: Lundi
fr_ca: Lundi
hi: सोमवार
pl: poniedziałek
pt: Segunda-feira

source: Tuesday
es: Martes
es_419: Martes
fr: Mardi
fr_ca: Mardi
hi: मंगलवार
pl: wtorek
pt: Terça-feira

source: Wednesday
es: Miércoles
es_419: Miércoles
fr: Mercredi
fr_ca: Mercredi
hi: बुधवार
pl: środa
pt: Quarta-feira

source: Thursday
es: Jueves
es_419: Jueves
fr: Jeudi
fr_ca: Jeudi
hi: गुरुवार
pl: czwartek
pt: Quinta-feira

source: Friday
es: Viernes
es_419: Viernes
fr: Vendredi
fr_ca: Vendredi
hi: शुक्रवार
pl: piątek
pt: Sexta-feira

source: Saturday
es: Sábado
es_419: Sábado
fr: Samedi
fr_ca: Samedi
hi: शनिवार
pl: sobota
pt: Sábado

source: Sunday
es: Domingo
es_419: Domingo
fr: Dimanche
fr_ca: Dimanche
hi: रविवार
pl: niedziela
pt: Domingo

source: Identify this recipe in list of recipes.
es: Identifica esta receta en la lista de recetas.
es_419: Identifica esta receta en la lista de recetas.
fr: Identifiez cette recette dans une liste.
fr_ca: Trouvez cette recette dans la liste de recettes.
hi: रेसिपी वाली लिस्ट में से, इस रेसिपी की पहचान करें.
pl: Zidentyfikuj ten przepis na liście przepisów.
pt: Identifique esta receita na lista de receitas.

source: Choose a <b>Google Cloud Project Service Credential</b> uploaded to Projects.
es: Elige una <b>credencial de servicio del proyecto de Google Cloud</b> que se haya subido a Proyectos.
es_419: Elige una <b>Credencial de servicio para el proyecto de Google Cloud</b> que esté subida a Proyectos.
fr: Sélectionnez l'un des <b>identifiants de service de projet Google Cloud</b> importés dans Projets.
fr_ca: Choisissez un <b>authentifiant de service pour le projet Google Cloud</b> téléversé dans Projets.
hi: प्रोजेक्ट के लिए अपलोड किया गया <b>Google Cloud Project की सेवा का क्रेडेंशियल</b> चुनें.
pl: Wybierz <b>Uprawnienia do projektu Google Cloud</b> przesłanego do folderu Projekty.
pt: Escolha uma <b>credencial de serviço do projeto do Google Cloud</b> enviada para Projetos.

source: Frame of reference for all recipe times.
es: Referencia de todas las fechas y horas de la receta.
es_419: Marco de referencia para todos los tiempos de receta.
fr: Cadre de référence pour le moment d'exécution de toutes les recettes.
fr_ca: Cadre de référence relatif aux heures d'exécution des recettes.
hi: सभी रेसिपी की समयावधि का फ़्रेम ऑफ़ रेफ़रंस.
pl: Punkt odniesienia dla wszystkich czasów w przepisach.
pt: Frame de referência de todos os horários de receita

source: Days of week to execute recipe.
es: Días de la semana de ejecución de la receta.
es_419: Días de la semana para ejecutar la receta.
fr: Jours de la semaine où exécuter la recette.
fr_ca: Jours de la semaine où l'exécution de la recette aura lieu.
hi: हफ़्ते में कौनसे दिन कौनसी रेसिपी को बनाना है, यह तय करने के लिए.
pl: Dni tygodnia, w których należy zrealizować przepis.
pt: Dias da semana em que a receita será executada

source: Hours of day to execute recipe.
es: Horas del día de ejecución de la receta.
es_419: Horas de la semana para ejecutar la receta.
fr: Heures de la journée où exécuter la recette.
fr_ca: Heures de la journée où l'exécution de la recette aura lieu.
hi: दिनों के घंटों के हिसाब से किस रेसिपी को कब बनाना है, यह तय करने के लिए.
pl: Godziny, w których należy zrealizować przepis.
pt: Horas do dia em que a receita será executada

source: To pause recipe, uncheck this.
es: Para pausar la receta, desmarca esta opción.
es_419: Para detener la receta, desmarca esto.
fr: Pour suspendre la recette, décochez cette case.
fr_ca: Pour suspendre la recette, décochez cette case.
hi: जिस रेसिपी को नहीं बनाना है उस पर से सही का निशान हटाएं.
pl: Aby wstrzymać przepis, odznacz to pole.
pt: Para pausar a receita, desmarque esta opção.

source: %s Recipe
es: Receta %s
es_419: Receta de %s
fr: Recette : %s
fr_ca: %s Recette
hi: %s रेसिपी
pl: Przepis %s
pt: %s Receita

source: Schedule
es: Programación
es_419: Programar
fr: Programmation
fr_ca: Programmer
hi: शेड्यूल
pl: Harmonogram
pt: Agendar

source: Bad JSON string.
es: Cadena JSON incorrecta.
es_419: String de JSON no válida.
fr: Chaîne JSON incorrecte.
fr_ca: Chaîne JSON incorrecte.
hi: JSON फ़ाइल फ़ॉर्मैट की खराब स्ट्रिंग.
pl: Nieprawidłowy ciąg JSON.
pt: String JSON inválida

source: Off
es: Desactivado
es_419: Desactivada
fr: Désactivé
fr_ca: Désactivé
hi: बंद है
pl: Wyłączone
pt: Desativado

source: On
es: Activar
es_419: Sí
fr: Activé
fr_ca: Activé
hi: चालू है
pl: Włączone
pt: Ativado

source: Recipes
es: Recetas
es_419: Recetas
fr: Recettes de cuisine
fr_ca: Recettes
hi: रेसिपी
pl: Przepisy
pt: Receitas

source: Projects
es: Proyectos
es_419: Proyectos
fr: Projets
fr_ca: Projets
hi: प्रोजेक्ट
pl: Projekty
pt: Projetos

source: Solutions
es: Soluciones
es_419: Soluciones
hi: सॉल्यूशन
pl: Rozwiązania
pt: Soluções

source: Help
es: Ayuda
es_419: Ayuda
fr: Aide
fr_ca: Aide
hi: सहायता
pl: Pomoc
pt: Ajuda

source: Logout
es: Cerrar sesión
es_419: Salir
fr: Se déconnecter
fr_ca: Déconnexion
hi: लॉग आउट करें
pl: Wyloguj
pt: Sair

source: Avatar
hi: अवतार
pl: Awatar

source: Project
es: Proyecto
es_419: Proyecto
fr: Projet
fr_ca: Projet
hi: प्रोजेक्ट
pl: Projekt
pt: Projeto

source: Create Cloud Project
es: Crear proyecto de Cloud
es_419: Crear proyecto de Cloud
fr: Créer un projet Cloud
fr_ca: Créer un projet Cloud
hi: कोई क्लाउड प्रोजेक्ट बनाएं
pl: Utwórz projekt Cloud
pt: Criar um projeto do Cloud

source: Create Service JSON
es: Crear servicio JSON
es_419: Crear JSON de servicio
fr: Créer un fichier JSON de service
fr_ca: Créer un JSON de service
hi: कोई JSON फ़ाइल फ़ॉर्मैट सेवा बनाएं
pl: Utwórz plik JSON usługi
pt: Criar JSON de serviço

source: Permission Service
es: Servicio de permisos
es_419: Servicio de permiso
fr: Service d'autorisation
fr_ca: Service d'autorisation
hi: अनुमति वाली सेवा
pl: Przyznaj uprawnienia
pt: Serviço de permissão

source: API Key
es: Clave de API
es_419: Clave de API
fr: Clé de l'API
fr_ca: Clé d'API
hi: API (एपीआई) कुंजी
pl: Klucz API
pt: Chave de API

source: Save
es: Guardar
es_419: Guardar
fr: Enregistrer
fr_ca: Enregistrer
hi: सेव करें
pl: Zapisz
pt: Salvar

source: Roles we recommend:
es: Roles recomendados:
es_419: Funciones que recomendamos:
fr: Rôles que nous recommandons :
fr_ca: Rôles recommandés :
hi: हमारा सुझाव है कि ये नौकरियां आपके लिए हो सकती हैं:
pl: Rekomendowane role:
pt: Funções que recomendamos:

source: Edit Project
es: Editar proyecto
es_419: Editar el proyecto
fr: Modifier le projet
fr_ca: Modifier le projet
hi: प्रोजेक्ट में बदलाव करें
pl: Edytuj projekt
pt: Editar projeto

source: Delete
es: Eliminar
es_419: Borrar
fr: Supprimer
fr_ca: Supprimer
hi: मिटाएं
pl: Usuń
pt: Excluir

source: Create a project and use it to deploy recipes.
es: Crea un proyecto y úsalo para desplegar recetas.
es_419: Crea un proyecto y úsalo para implementar recetas.
fr: Créez un projet et utilisez-le pour déployer des recettes.
fr_ca: Créez un projet et utilisez-le pour déployer les recettes.
hi: कोई प्रोजेक्ट बनाएं और रेसिपी डिप्लॉय करने के लिए इसका इस्तेमाल करें.
pl: Utwórz projekt i użyj go do implementacji przepisów.
pt: Crie um projeto e use-o para implantar receitas.

source: LEVEL SHARE
es: NIVEL DE USO COMPARTIDO
es_419: NIVELES DE USO COMPARTIDO
fr: NIVEAU DE PARTAGE
fr_ca: NIVEAU DE PARTAGE
pl: POZIOM UDOSTĘPNIANIA
pt: COMPARTILHAMENTO DE NÍVEL

source: Script Download
es: Descargar secuencia de comandos
es_419: Descarga de la secuencia de comandos
fr: Téléchargement de script
fr_ca: Téléchargement de script
hi: स्क्रिप्ट डाउनलोड
pl: Pobieranie skryptu
pt: Download do script

source: Share your recipe with anyone outside of your organization using Google Cloud...
es: Comparte tu receta con cualquier usuario ajeno a tu organización mediante Google Cloud...
es_419: Comparte tu receta con cualquier persona fuera de tu organización con Google Cloud…
fr: Partagez votre recette avec des personnes ne faisant pas partie de votre entreprise grâce à Google Cloud…
fr_ca: Partagez votre recette avec des personnes en dehors de votre organisation à l'aide de Google Cloud…
hi: Google Cloud का इस्तेमाल करके, आप किसी ऐसे व्यक्ति के साथ अपनी रेसिपी शेयर करें जो आपके संगठन का नहीं है.
pl: Udostępnij swój przepis użytkownikom spoza organizacji za pomocą Google Cloud…
pt: Compartilhe sua receita com qualquer pessoa fora da sua organização usando o Google Cloud...

source: Raw Script
es: Secuencia de comandos sin procesar
es_419: Secuencia de comandos sin procesar
fr: Script brut
fr_ca: Script à l'état brut
hi: अधूरा स्क्रिप्ट
pl: Surowy skrypt

source: Download
es: Descargar
es_419: Descargar
fr: Télécharger
fr_ca: Télécharger
hi: डाउनलोड करें
pl: Pobierz

source: Then follow <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_developer.md" target="_blank">developer deploy</a> or <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">package deploy</a> instructions to execute.
es: Después, sigue las instrucciones del <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_developer.md" target="_blank">despliegue para desarrolladores</a> o del <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">despliegue del paquete</a> para ejecutarlo.
es_419: Luego, sigue las instrucciones para <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_developer.md" target="_blank">la implementación por parte del desarrollador</a> o <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">la implementación como paquete</a> a fin de ejecutar el código.
fr: Ensuite, suivez les instructions de <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_developer.md" target="_blank">déploiement pour développement</a> ou de <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">déploiement de package</a> pour procéder à l'exécution.
fr_ca: Ensuite, suivez les instructions d'exécution relatives au <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_developer.md" target="_blank">déploiement réalisé par le développeur</a> ou au <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">déploiement d'ensemble</a>.
hi: इसके बाद, रेसिपी डिप्लॉय करने के लिए, <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_developer.md" target="_blank">डेवलपर डिप्लॉय</a> or <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">पैकेज डिप्लॉय</a> करने के लिए दिए गए निर्देशों को फ़ॉलो करें.
pl: Następnie postępuj zgodnie z instrukcjami dla opcji <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_developer.md" target="_blank">developer deploy</a> lub <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">package deploy</a>, aby go wykonać.
pt: Depois, siga as instruções de <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_developer.md" target="_blank">implantação do desenvolvedor</a> ou <a href="https://github.com/google/starthinker/blob/master/tutorials/deploy_package.md" target="_blank">implantação do pacote</a> (ambos links em inglês) para executar.

source: Best for <strong>developer / operations / modification</strong>.
es: Ideal para los equipos de <strong>desarrollo, operaciones o modificaciones</strong>.
es_419: Ideal para <strong>desarrolladores/operaciones/modificación</strong>
fr: Solution parfaitement adaptée aux <strong>développeurs / opérations / modifications</strong>.
fr_ca: Conçu pour <strong>les concepteurs, les opérations et les modifications</strong>.
hi: <strong>developer / operations / modification</strong> के लिए बेहतर है.
pl: Zastosowanie: <strong> programiści / operatorzy / wprowadzanie zmian</strong>.
pt: Ideal para <strong>desenvolvedor / operações / modificação</strong>

source: Access to a <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">Google Cloud Project</a>.
es: Accede a un <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">proyecto de Google Cloud</a>.
es_419: Acceso a un <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">proyecto de Google Cloud</a>
fr: Accédez à un <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">projet Google Cloud</a>.
fr_ca: Ouvrez un <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">projet Google Cloud</a>.
hi: किसी <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">Google Cloud Project</a> का ऐक्सेस.
pl: Dostęp do <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">projektu Google Cloud</a>.
pt: Acesso a um <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">projeto do Google Cloud</a> (em inglês)

source: Ability to install, troubleshoot, and run Python.
es: Capacidad para instalar, corregir y ejecutar código en Python.
es_419: Capacidad de instalar y ejecutar Python, así como de solucionar problemas relacionados
fr: Possibilité d'installer et d'exécuter Python, et de résoudre les problèmes qui y sont liés.
fr_ca: Capacité d'installer, de dépanner et d'exécuter Python.
hi: Python को इंस्टॉल करने, इससे जुड़ी समस्याएं ठीक करने, और इसे चलाने की सुविधा.
pl: Możliwość instalacji, rozwiązywania problemów i uruchamiania kodu Pythona.
pt: Capacidade de instalar, resolver problemas e executar Python

source: Collaboratory
es: Colaboratory
es_419: Colaboratory
fr: Colaboratory
hi: Colaboratory
pl: Colaboratory
pt: Colaboratory

source: Data Pill
hi: डेटा पिल
pl: Dane w skrócie

source: Then visit <a href="https://colab.research.google.com/" target="_blank">Google Collaboratory</a> and open the downloaded notebook.
es: A continuación, ve a <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a> y abre el cuaderno descargado.
es_419: Luego, visita <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a> y abre el notebook descargado.
fr: Ensuite, accédez à <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>, puis ouvrez le notebook téléchargé.
fr_ca: Visitez par la suite <a href="https://colab.research.google.com/" target="_blank">Google Collaboratory</a> et ouvrez le bloc-notes que vous avez téléchargé.
hi: इसके बाद, <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a> पर जाएं और डाउनलोड किया गया notebook खोलें.
pl: Następnie przejdź do folderu <a href="https://colab.research.google.com/" target="_blank">Google Calaboratory</a> i otwórz pobrane notatki.
pt: Depois, acesse o <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a> e abra o notebook salvo.

source: Best for <strong>trade desk / analyst / workshop</strong>.
es: Ideal para equipos de <strong>trading desks, analistas o talleres</strong>.
es_419: Ideal para <strong>mesas de operaciones/analistas/talleres</strong>
fr: Solution parfaitement adaptée aux <strong>trading desks / analystes / ateliers</strong>.
fr_ca: Conçu pour <strong>les comptoirs de négociation, les analystes et les ateliers</strong>.
hi: <strong>trade desk / analyst / workshop</strong> के लिए बेहतर है.
pl: Zastosowanie: <strong>platforma zakupowa / analitycy / warsztaty</strong>.
pt: Ideal para <strong>agência negociadora / analista / workshop</strong>

source: Access to <a href="https://colab.research.google.com/" target="_blank">Google Collaboratory</a>.
es: Accede a <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>.
es_419: Acceso a <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>
fr: Accédez à <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>.
fr_ca: Ouvrez <a href="https://colab.research.google.com/" target="_blank">Google Collaboratory</a>.
hi: <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a> का ऐक्सेस.
pl: Dostęp do folderu <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>.
pt: Acesso ao <a href="https://colab.research.google.com/" target="_blank">Google Colaboratory</a>

source: Best for <strong>developer / partner / production</strong>.
es: Ideal para equipos de <strong>desarrolladores, partners o producción</strong>.
es_419: Ideal para <strong>desarrolladores/socios/producción</strong>
fr: Solution parfaitement adaptée aux <strong>développeurs / partenaires / productions</strong>.
fr_ca: Conçu pour <strong>les concepteurs, les partenaires et la production</strong>.
hi: <strong>developer / partner / production</strong> के लिए बेहतर है.
pl: Zastosowanie: <strong>programiści / partnerzy / produkcja</strong>.
pt: Ideal para <strong>desenvolvedor / parceiro / produção</strong>

source: Access to a <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">Google Cloud Project"</a>.
es: Accede a un <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">proyecto de Google Cloud</a>.
es_419: Acceso a un <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">proyecto de Google Cloud"</a>
fr: Accédez à un <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">projet Google Cloud</a>.
fr_ca: Ouvrez un <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">projet Google Cloud</a>.
hi: <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">Google Cloud Project"</a> का ऐक्सेस.
pl: Dostęp do <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">projektu Google Cloud"</a>.
pt: Acesso a um <a href="https://github.com/google/starthinker/blob/master/tutorials/cloud_project.md" target="_blank">projeto do Google Cloud"</a> (em inglês)

source: Access to <a href="https://cloud.google.com/composer/" target="_blank">Google Cloud Composer</a>.
es: Accede a <a href="https://cloud.google.com/composer/" target="_blank">Google Cloud Composer</a>.
es_419: Acceso a <a href="https://cloud.google.com/composer/" target="_blank">Google Cloud Composer</a>
fr: Accédez à <a href="https://cloud.google.com/composer/" target="_blank">Google Cloud Composer</a>.
fr_ca: Ouvrez <a href="https://cloud.google.com/composer/" target="_blank">Google Cloud Composer</a>.
hi: <a href="https://cloud.google.com/composer/" target="_blank">Google Cloud Composer</a> का ऐक्सेस.
pl: Dostęp do narzędzia <a href="https://cloud.google.com/composer/" target="_blank">Google Cloud Composer</a>.
pt: Acesso ao <a href="https://cloud.google.com/composer/" target="_blank">Google Cloud Composer</a>

source: More Documentation On GitHub
es: Más documentación en GitHub
es_419: Más documentación en GitHub
fr: Documentation supplémentaire sur GitHub
fr_ca: Plus de documents sur GitHub
hi: GitHub पर ज़्यादा दस्तावेज़
pl: Więcej dokumentacji znajdziesz w GitHub
pt: Mais documentos no GitHub

source: See <a href="https://github.com/google/starthinker/blob/master/tutorials/README.md">StarThinker Tutorials</a> for complete documentation.
es: Para consultar la documentación completa, accede a los <a href="https://github.com/google/starthinker/blob/master/tutorials/README.md">tutoriales de StarThinker</a>.
es_419: Consulta <a href="https://github.com/google/starthinker/blob/master/tutorials/README.md">Instructivos de StarThinker</a> para ver toda la documentación.
fr: Consultez les <a href="https://github.com/google/starthinker/blob/master/tutorials/README.md">tutoriels StarThinker</a> afin de bénéficier d'une documentation complète.
fr_ca: Consultez les <a href="https://github.com/google/starthinker/blob/master/tutorials/README.md">tutoriels StarThinker</a> pour prendre connaissance de l'ensemble de la documentation.
hi: पूरे दस्तावेज़ के बारे में जानने के लिए, <a href="https://github.com/google/starthinker/blob/master/tutorials/README.md">StarThinker के ट्यूटोरियल</a> को देखें.
pl: Zobacz <a href="https://github.com/google/starthinker/blob/master/tutorials/README.md">samouczki StarThinker</a>, w których znajdziesz pełną dokumentację.
pt: Veja os <a href="https://github.com/google/starthinker/blob/master/tutorials/README.md">tutoriais do StarThinker</a> (em inglês) para conferir a documentação completa.

source: Hour
es: Hora
es_419: Hora
fr: Heure
fr_ca: Heure
hi: घंटा
pl: Godzina
pt: Horário

source: Task
es: Tarea
es_419: Tarea
fr: Tâche
fr_ca: Tâche
hi: टास्क
pl: Zadanie
pt: Tarefa

source: Output / Error
es: Resultado/Error
es_419: Resultado/Error
fr: Sortie/Erreur
fr_ca: Sortie/Erreur
hi: आउटपुट / गड़बड़ी
pl: Wyniki/błąd
pt: Saída / erro

source: Hours:
es: Horas:
es_419: Horas:
fr: Heures :
fr_ca: Heures :
hi: घंटे:
pl: Godziny:
pt: Horas:

source: Add
es: Añadir
es_419: Agregar
fr: Ajouter
fr_ca: Ajouter
hi: जोड़ें
pl: Dodaj
pt: Adicionar

source: Run
es: Ejecutar
es_419: Ejecutar
fr: Exécuter
fr_ca: Exécuter
hi: चलाएं
pl: Uruchom
pt: Executar

source: Cancel
es: Cancelar
es_419: Cancelar
fr: Annuler
fr_ca: Annuler
hi: रद्द करें
pl: Anuluj
pt: Cancelar

source: Log
es: Registro
es_419: Ir al registro
fr: Journal
fr_ca: Journal
hi: लॉग
pl: Dziennik
pt: Registro

source: Click <a href="/recipe/edit/"><i class="material-icons blue-text">access_time</i></a> for scheduled recipes.
es: Haz clic en <a href="/recipe/edit/"><i class="material-icons blue-text">access_time</i></a> para ver las recetas programadas.
es_419: Haz clic en <a href="/recipe/edit/"><i class="material-icons blue-text">access_time</i></a> para ver recetas programadas.
fr: Cliquez sur <a href="/recipe/edit/"><i class="material-icons blue-text">access_time</i></a> (date et heure d'accès) pour les recettes planifiées.
fr_ca: Cliquez sur <a href="/recipe/edit/"><i class="material-icons blue-text">access_time</i></a> pour voir les recettes programmées.
hi: शेड्यूल की गई सभी रेसिपी के बारे में जानने के लिए, <a href="/recipe/edit/"><i class="material-icons blue-text">access_time</i></a> पर क्लिक करें.
pl: Kliknij <a href="/recipe/edit/"><i class="material-icons blue-text">access_time</i></a>, aby wyświetlić zaplanowane przepisy.
pt: Clique em <a href="/recipe/edit/"><i class="material-icons blue-text">access_time</i></a> para ver as receitas programadas.

source: Click <a href="/recipe/manual/"><i class="material-icons blue-text">build</i></a> for manual recipes.
es: Haz clic en <a href="/recipe/manual/"><i class="material-icons blue-text">build</i></a> para ver las recetas manuales.
es_419: Haz clic en <a href="/recipe/manual/"><i class="material-icons blue-text">build</i></a> para ver recetas manuales.
fr: Cliquez sur <a href="/recipe/manual/"><i class="material-icons blue-text">build</i></a> (créer) pour les recettes manuelles.
fr_ca: Cliquez sur <a href="/recipe/manual/"><i class="material-icons blue-text">build</i></a> pour concevoir des recettes manuellement.
hi: मैन्युअल तौर पर सेट की गई रेसिपी के बारे में जानने के लिए, <a href="/recipe/manual/"><i class="material-icons blue-text">build</i></a> पर क्लिक करें.
pl: Kliknij <a href="/recipe/manual/"><i class="material-icons blue-text">build</i></a>, aby wyświetlić przepisy uruchamiane ręcznie.
pt: Clique em <a href="/recipe/manual/"><i class="material-icons blue-text">build</i></a> para ver as receitas manuais.
