Repository: ep-infosec/50_google_starthinker
Catalog: starthinker_ui/translations/*/LC_MESSAGES/django.po
Languages: es, es_419, fr, fr_ca, hi, pl, pt

source: All tasks in a recipe are executed, even if ones prior fail.
es: Todas las tareas de una receta se ejecutan, incluso si alguna de las anteriores falla.
es_419: Todas las tareas de una receta se ejecutan, incluso si alguna anterior presenta errores.
fr: Toutes les tâches d'une recette sont exécutées, même si certaines ont échoué auparavant.
fr_ca: Toutes les tâches de la recette s'exécuteront, même si certaines d'entre elles ont échoué précédemment.
hi: किसी रेसिपी के सभी टास्क लागू किए जाते हैं, भले ही पहले लागू न हो पाए हों.
pl: Wszystkie zadania w przepisie są realizowane, nawet jeśli poprzednie nie zostały wykonane.
pt: Todas as tarefas em uma receita serão executadas, mesmo que tarefas anteriores tenham falhado.

source: This allows retries of the same task later in the day.
es: De esta forma, se reintenta la misma tarea más tarde.
es_419: Esto permite que la misma tarea se reintente más tarde en el día.
fr: Cela permet de relancer l'exécution d'une même tâche plus tard dans la journée.
fr_ca: Plus tard dans la journée, le système réessayera d'exécuter ces tâches.
hi: यह एक दिन में उसी टास्क को फिर से कोशिश करने की अनुमति देता है.
pl: Pozwala to na ponowienie tego samego zadania później w ciągu dnia.
pt: Assim, você poderá repetir a tarefa no mesmo dia.

source: For mission critical data flows, check your data before acting on it.
es: En los flujos de datos esenciales, comprueba los datos antes de hacer nada con ellos.
es_419: En el caso de los flujos de datos de servicio crítico, comprueba tus datos antes de realizar cualquier acción con ellos.
fr: Pour les flux de données critiques, vérifiez vos données avant de lancer toute action.
fr_ca: Concernant les flux de données essentielles à la mission, passez vos données en revue avant d'y apporter des modifications.
hi: Mission Critical के डेटा फ़्लो के लिए, उस टास्क पर काम करने से पहले अपने डेटा की जांच करें.
pl: W przypadku przepływów danych o znaczeniu krytycznym należy sprawdzić dane przed podjęciem działań.
pt: No caso de fluxos de dados de missão crítica, verifique seus dados antes de agir.

source: All errors and fields come from the API documentation.
es: Todos los errores y campos proceden de la documentación de la API.
es_419: Todos los errores y campos provienen de la documentación de la API.
fr: Toutes les erreurs et tous les champs sont issus de la documentation concernant l'API.
fr_ca: L'ensemble des erreurs et des champs proviennent des documents sur l'API.
hi: सभी गड़बड़ी और फ़ील्ड, एपीआई दस्तावेज़ के तहत आते हैं.
pl: Wszystkie błędy i pola są pobierane z dokumentacji API.
pt: Definições de todos os erros e campos estão disponíveis na documentação da API.

source: When looking for field values or formats consult the approriate API documentation.
es: Consulta los valores y los formatos de los campos en la documentación de la API correspondiente.
es_419: Si buscas valores o formatos de campos, consulta la documentación de la API correspondiente.
fr: Lorsque vous recherchez des formats et des valeurs de champ, consultez la documentation appropriée concernant l'API.
fr_ca: Lorsque vous cherchez des valeurs ou des formats de champ, consultez les documents pertinents sur l'API.
hi: आप जब फ़ील्ड वैल्यू और फ़ॉर्मैट खोज कर रहे हों, तो उस एपीआई दस्तावेज़ की मदद लें जिसमें, इसके बारे में सलाह दी गई है.
pl: Szukając wartości pól i formatów, zapoznaj się z odpowiednią dokumentacją API.
pt: Quando você estiver procurando valores ou formatos de campos, consulte a documentação da API relevante.

source: When errors are thrown, the log shows them, consult the API documents to resolve the error.
es: Cuando se producen errores, se incluyen en el registro. Consulta cómo resolverlos en la documentación de la API.
es_419: Si se arrojan errores, el registro los muestra. Consulta la documentación de la API para resolver el error.
fr: Les éventuelles erreurs s'affichent dans le journal. Consultez les documents concernant l'API pour les résoudre.
fr_ca: Lorsque des erreurs surviennent, le journal les enregistre; consultez les documents sur l'API pour résoudre le problème.
hi: जब सभी गड़बड़ी हटा दी जाती हैं, तो लॉग उन्हें दिखाता है. गड़बड़ी को ठीक करने के लिए, उन एपीआई दस्तावेज़ की मदद लें जिनमें इसके बारे में सलाह दी गई है.
pl: Gdy są zgłaszane błędy, dziennik je pokazuje. Zapoznaj się z dokumentami API, aby rozwiązać problem.
pt: Quando houver erros, o registro os exibirá. Consulte a documentação da API para resolvê-los.

source: StarThinker does not gurantee exact task execution time.
es: StarThinker no garantiza la exactitud de la hora de ejecución de las tareas.
es_419: StarThinker no garantiza el momento exacto de ejecución de las tareas.
fr: StarThinker ne garantit pas l'heure d'exécution exacte des tâches.
fr_ca: StarThinker ne garantit pas l'exécution de tâches précisément à l'heure où elles ont été programmées.
hi: StarThinker, टास्क के लागू होने के सटीक समय की जानकारी नहीं देता है.
pl: StarThinker nie gwarantuje dokładnego czasu wykonania zadania.
pt: O StarThinker não garante horários exatos de execução das tarefas.

source: All tasks are executed in sequence.
es: Las tareas se ejecutan una tras otra.
es_419: Todas las tareas se ejecutan en forma secuencial.
fr: Toutes les tâches sont exécutées dans l'ordre.
fr_ca: Les tâches s'exécutent selon un modèle séquentiel.
hi: सभी टास्क क्रम से लागू किए जाते हैं.
pl: Wszystkie zadania są wykonywane po kolei.
pt: Todas as tarefas são executadas em sequência.

source: Tasks run at or after the scheduled hour, depending on worker load.
es: Las tareas se ejecutan a la hora programada o después, dependiendo de la carga de los trabajadores.
es_419: Las tareas se ejecutan en el horario programado o después, según la carga de trabajo.
fr: En fonction de la charge des nœuds de calcul, elles le sont à l'heure planifiée ou après.
fr_ca: L'exécution des tâches démarre à l'heure programmée ou subséquemment, en fonction de la charge de traitement.
hi: वर्कर लोड के हिसाब से, टास्क शेड्यूल किए गए घंटे पर या उसके बाद चलता है.
pl: Zadania są uruchamiane o zaplanowanej godzinie lub później, w zależności od obciążenia instancji roboczej.
pt: As tarefas são executadas no horário programado ou depois dele, dependendo do carregamento do worker.

source: If a task fails, remianing tasks are still executed.
es: Aunque una tarea falle, las restantes se ejecutan.
es_419: Si una tarea falla, las tareas restantes igualmente se ejecutan.
fr: En cas d'échec d'une tâche, les tâches restantes sont quand même exécutées.
fr_ca: S'il y a échec d'une tâche, les autres tâches s'exécuteront quand même.
hi: अगर कोई टास्क लागू नहीं हो पाया है, तो बाकी बचे टास्क अब भी लागू किए जा सकते हैं.
pl: Jeśli jakieś zadanie się nie powiedzie, nadal wykonywane są pozostałe zadania.
pt: Se uma tarefa falhar, as tarefas restantes ainda serão executadas.

source: Errors in StarThinker can range from a misconfigured field value to a bug in the code. To promptly resolve most issues please follow these debugging steps.
es: Los errores de StarThinker pueden ser, por ejemplo, que el valor de un campo sea incorrecto o que haya un problema en el código. Para resolver la mayoría de los errores a tiempo, sigue estos pasos de depuración.
es_419: Los errores en StarThinker pueden ir desde un valor de campo mal configurado hasta un error en el código. A fin de resolver rápidamente la mayoría de los problemas, sigue estos pasos para la depuración.
fr: Les erreurs dans StarThinker peuvent être une valeur de champ mal configurée ou un bug dans le code. Pour résoudre rapidement la plupart des problèmes, veuillez suivre cette procédure de débogage.
fr_ca: Dans StarThinker, les erreurs s'étendent d'une valeur de champ mal configurée à un bogue dans le code. Pour régler rapidement la plupart des problèmes, veuillez suivre les étapes de débogage suivantes.
hi: StarThinker में आई सभी गड़बड़ी, एक गलत कॉन्फ़िगरेशन फ़ील्ड वैल्यू से लेकर किसी बग तक की हो सकती हैं. ज़्यादातर समस्याओं को तुरंत ठीक करने के लिए, कृपया डीबग करने के ये तरीके आज़माएं.
pl: Błędy w StarThinker mogą być różne – od źle skonfigurowanej wartości pola do błędu w kodzie. Aby szybko rozwiązać większość problemów, wykonaj następujące kroki debugowania.
pt: Os erros no StarThinker incluem, por exemplo, valores de campos com configuração incorreta e bugs no código. Para resolver imediatamente a maioria dos problemas, siga estas etapas de depuração.

source: When working with StarThinker administrators, please include the recipe number, found in the recipe edit URL, in all communications.
es: Cuando trabajes con administradores de StarThinker, incluye el número de la receta. Este número forma parte de la URL para editar la receta, incluida en todas las comunicaciones.
es_419: Cuando trabajes con los administradores de StarThinker, incluye el número de receta en todas las comunicaciones. Puedes encontrarlo en la URL de edición de la receta.
fr: Lorsque vous collaborez avec des administrateurs StarThinker, incluez dans toutes les communications le numéro de recette qui se trouve dans l'URL de modification de la recette.
fr_ca: En tout temps lorsque vous communiquez avec les administrateurs de StarThinker, veuillez mentionner le numéro de recette (situé dans l'URL de la page de modification des recettes).
hi: जब आप StarThinker एडमिन के साथ काम करते हैं, तो कृपया सभी कम्यूनिकेशन के लिए, रेसिपी एडिट यूआरएल में पाया गया रेसिपी नंबर शामिल करें.
pl: Pracując z administratorami StarThinker, należy we wszystkich komunikatach umieszczać numer przepisu znajdujący się w adresie URL edycji przepisu.
pt: Ao trabalhar com os administradores do StarThinker, inclua o número da receita, que fica no URL de edição dela, em todas as comunicações.

source: Consult the log and reference the error in the API documentation relevant to the product used in the task.
es: Consulta el registro y busca el error en la documentación de la API del producto usado en la tarea.
es_419: Consulta el registro y la referencia del error en la documentación de la API correspondiente al producto utilizado en la tarea.
fr: Consultez le journal et reportez-vous à l'erreur mentionnée dans la documentation concernant l'API pertinente pour le produit utilisé dans la tâche.
fr_ca: Consultez le journal et indiquez l'erreur dans les documents sur l'API relatifs au produit utilisé dans la tâche.
hi: लॉग से सलाह लें और टास्क में इस्तेमाल किए गए प्रॉडक्ट के लिए क्या मददगार होगा इसके लिए, एपीआई दस्तावेज़ में गड़बड़ी का रेफ़रंस लें.
pl: Zapoznaj się z dziennikiem i sprawdź błąd w dokumentacji API usługi używanej w zadaniu.
pt: Consulte o registro e o erro na documentação da API relevante ao produto usado na tarefa.

source: Ensure the service account used in the recipe exists and is valid.
es: Comprueba que la cuenta de servicio de la receta exista y sea válida.
es_419: Asegúrate de que la cuenta de servicio utilizada en la receta exista y sea válida.
fr: Assurez-vous que le compte de service utilisé dans la recette existe et est valide.
fr_ca: Assurez-vous que le compte de service utilisé dans la recette existe et est valide.
hi: पक्का करें कि रेसिपी में इस्तेमाल किया गया सेवा खाता, मौजूद है और मान्य है.
pl: Upewnij się, że konto usługi używane w przepisie istnieje i jest prawidłowe.
pt: Verifique se a conta de serviço usada na receita existe e é válida.

source: Try logging out and logging back in to refresh user credentials and access to APIs.
es: Prueba a cerrar sesión y volver a iniciarla para actualizar las credenciales y el acceso de usuarios a las APIs.
es_419: Intenta salir de la cuenta y volver a acceder para actualizar las credenciales de usuario y el acceso a las API.
fr: Essayez de vous déconnecter, puis de vous reconnecter pour actualiser les identifiants utilisateur et l'accès aux API.
fr_ca: Essayez de vous déconnecter et de vous reconnecter pour actualiser l'authentifiant d'utilisateur et avoir accès aux API.
hi: उपयोगकर्ता के क्रेडेंशियल रीफ़्रेश करने के साथ-साथ एपीआई ऐक्सेस करने के लिए, लॉग आउट और फिर से लॉग इन करने की कोशिश करें.
pl: Spróbuj wylogować się i zalogować ponownie, aby odświeżyć dane logowania użytkownika i uzyskać dostęp do interfejsów API.
pt: Tente sair e entrar novamente para atualizar as credenciais do usuário e o acesso às APIs.

source: Contact the administrator of the StarThinker UI where the recipe was deployed.
es: Ponte en contacto con el administrador de la UI de StarThinker donde se haya desplegado la receta.
es_419: Comunícate con el administrador de la IU de StarThinker en la que se implementó la receta.
fr: Contactez l'administrateur de l'interface utilisateur de StarThinker dans laquelle la recette a été déployée.
fr_ca: Communiquez avec l'administrateur de l'IU StarThinker dans laquelle la recette a été déployée.
hi: StarThinker यूज़र इंटरफ़ेस (यूआई) के एडमिन से संपर्क करें, जहां रेसिपी को डिप्लॉय किया गया था.
pl: Skontaktuj się z administratorem interfejsu użytkownika StarThinker, w którym przepis został wdrożony.
pt: Fale com o administrador da IU do StarThinker onde a receita foi implantada.

source: Contact the owner of the solution listed on the <a href="https://google.github.io/starthinker/" target="_blank">Solution Gallery Page</a>.
es: Ponte en contacto con el propietario de la solución que aparezca en la <a href="https://google.github.io/starthinker/" target="_blank">página Galería de soluciones</a>.
es_419: Contacta al propietario de la solución que figura en la <a href="https://google.github.io/starthinker/" target="_blank">página Galería de soluciones</a>.
fr: Contactez le propriétaire de la solution mentionnée sur la page <a href="https://google.github.io/starthinker/" target="_blank">Galerie de solutions</a>.
fr_ca: Communiquez avec le propriétaire de la solution figurant sur la <a href="https://google.github.io/starthinker/" target="_blank">page Solution Gallery</a>.
hi: <a href="https://google.github.io/starthinker/" target="_blank">समाधान गैलरी पेज</a> पर दी गई सूची की मदद से, सॉल्यूशन के मालिक से संपर्क करें.
pl: Skontaktuj się z właścicielem rozwiązania wymienionym na stronie <a href="https://google.github.io/starthinker/" target="_blank">Galeria rozwiązań</a>.
pt: Fale com o dono da solução exibida na <a href="https://google.github.io/starthinker/" target="_blank">galeria de soluções</a>.

source: Contact <a href="mailto:starthinker-help@google.com">starthinker-help@google.com</a>.
es: Ponte en contacto a través de <a href="mailto:starthinker-help@google.com">starthinker-help@google.com</a>.
es_419: Escribe a <a href="mailto:starthinker-help@google.com">starthinker-help@google.com</a>.
fr: Contactez <a href="mailto:starthinker-help@google.com">starthinker-help@google.com</a>.
fr_ca: Communiquez avec <a href="mailto:starthinker-help@google.com">starthinker-help@google.com</a>.
hi: <a href="mailto:starthinker-help@google.com">starthinker-help@google.com</a> से संपर्क करें.
pl: Skontaktuj się z <a href="mailto:starthinker-help@google.com">starthinker-help@google.com</a>.
pt: Envie um e-mail para <a href="mailto:starthinker-help@google.com">starthinker-help@google.com</a>.

source: Sample Screenshot
es: Captura de pantalla de ejemplo
es_419: Captura de pantalla de ejemplo
fr: Exemple de capture d'écran
fr_ca: Exemple de capture d'écran
hi: सैंपल स्क्रीनशॉट
pl: Przykładowy zrzut ekranu
pt: Captura de tela do exemplo

source: These recipes are entire workflows that deploy end to end solutions for clients.
es: Estas recetas son flujos de trabajo completos que despliegan soluciones integrales para clientes.
es_419: Estas recetas son flujos de trabajo completos que implementan soluciones integrales para los clientes.
fr: Ces recettes sont des workflows complets qui permettent de déployer des solutions de bout en bout pour les clients.
fr_ca: Ces recettes sont des flux de travail complets qui déploient des solutions de bout en bout pour les clients.
hi: ये रेसिपी पूरे वर्कफ़्लो की तरह हैं, जो क्लाइंट के लिए एंड-टू-एंड सॉल्यूशन को डिप्लॉय करती हैं.
pl: Te przepisy to całe przepływy pracy, które wdrażają kompleksowe rozwiązania dla klientów.
pt: Essas receitas são fluxos de trabalho inteiros que implantam soluções completas para os clientes.

source: days
es: días
es_419: días
fr: jours
fr_ca: jours
hi: दिन
pl: dni
pt: dias

source: older
es: de antigüedad
es_419: anterior
fr: plus ancien
fr_ca: plus ancien
hi: पुराना
pl: starsze
pt: mais antigos

source: Run These Workflows In Minutes On Google Cloud
es: Ejecuta estos flujos de trabajo en cuestión de minutos desde Google Cloud
es_419: Ejecuta estos flujos de trabajo en minutos en Google Cloud
fr: Exécuter ces workflows en quelques minutes dans Google Cloud
fr_ca: Exécutez ces flux de travail en un rien de temps sur Google Cloud
hi: Google Cloud पर मिनटों में ये वर्कफ़्लो चलाएं
pl: Uruchom te przepływy pracy w kilka minut w Google Cloud
pt: Execute esses fluxos de trabalho em questão de minutos no Google Cloud

source: Everything from a quick Google Cloud UI to reference developer code for your team in one GitHub repository.
es: Un único repositorio de GitHub que alberga toda la información que necesitas, como una guía rápida de la UI de Google Cloud o la referencia del código de desarrollo para que los consulte tu equipo.
es_419: Todo desde una IU rápida de Google Cloud hasta código de referencia para los desarrolladores que tu equipo puede encontrar en un mismo repositorio de GitHub.
fr: Tout, de l'interface utilisateur rapide de Google Cloud au code de développeur de référence pour votre équipe, dans un seul dépôt GitHub.
fr_ca: Tout ce qu'il faut pour votre équipe, d'une IU Google Cloud rapide à des références sur les codes de conception, dans un seul référentiel GitHub.
hi: एक GitHub डेटा स्टोर करने की जगह में अपनी टीम के लिए डेवलपर कोड का रेफ़रंस देने सहित और भी कई काम, पहले से ज़्यादा तेज़ Google Cloud यूज़र इंटरफ़ेस (यूआई) की मदद से कर सकते हैं.
pl: Wszystkie potrzebne materiały – od szybkiego interfejsu użytkownika Google Cloud po kod programisty dla Twojego zespołu – znajdziesz w jednym repozytorium GitHub.
pt: Todos os itens de uma IU rápida do Google Cloud para consultar o código do desenvolvedor para sua equipe em um único relatório do GitHub.

source: Deployment Steps
es: Pasos del despliegue
es_419: Pasos para la implementación
fr: Procédure de déploiement
fr_ca: Étapes de déploiement
hi: डिप्लॉयमेंट के कदम
pl: Kroki wdrożenia
pt: Etapas da implantação

source: Developer Guide
es: Guía para desarrolladores
es_419: Guía para desarrolladores
fr: Guide du développeur
fr_ca: Guide du concepteur
hi: डेवलपर गाइड
pl: Przewodnik dla programistów
pt: Guia do desenvolvedor

source: UI How To
es: Guía de la UI
es_419: Instructivo sobre la IU
fr: Tutoriel concernant l'interface utilisateur
fr_ca: Fonctionnement de l'IU
hi: यूज़र इंटरफ़ेस (यूआई) कैसे बनाएं
pl: Instrukcje obsługi interfejsu
pt: Tutorial da IU

source: English
es: Inglés
es_419: Inglés
fr: Anglais
fr_ca: Anglais
hi: अंग्रेज़ी
pl: angielski
pt: Inglês

source: Spanish
es: Español
es_419: Español
fr: Espagnol
fr_ca: Espagnol
hi: स्पैनिश
pl: hiszpański
pt: Espanhol

source: Logo
es: Logotipo
es_419: Logotipo
hi: लोगो
pt: Logotipo

source: Composer
es: Composición
es_419: Compositor
pt: Compositor

source: Airflow DAG
es: DAG de Airflow
es_419: DAG de Airflow
fr: Graphe orienté acyclique (DAG) Airflow
fr_ca: DAG dans Airflow

source: Airflow/Composer
es: Airflow o Composer
